Repository: oat-sa/extension-tao-testqti
Catalog: locales/*/messages.po
Languages: ar_sa, de_de, fr_fr, hu_hu, ja_jp, lt_lt, nb_no, nl_nl, pt_br, ro_ro, ru_ru, sk_sk

source: You can magnify the content by up to 200%. Check your browser settings to find out how to do it.
ar_sa: يمكنك تكبير المحتوى بنسبة تصل إلى %200. تحقق من إعدادات المتصفح الخاص بك لمعرفة كيفية القيام بذلك.
de_de: Sie können den Inhalt um bis zu 200% vergrößern. Überprüfen Sie die Einstellungen Ihres Browsers, um herauszufinden, wie Sie es machen.
fr_fr: Vous pouvez agrandir le contenu jusqu'à 200%. Vérifiez les paramètres de votre navigateur pour savoir comment le faire.
hu_hu: A tartalmat akár 200%-kal is nagyíthatod. Ellenőrizd a böngésző beállításait, hogy megtudd, hogyan teheted meg.
ja_jp: 最大200%まで拡大表示することができます。方法はブラウザの設定をご確認ください。
nb_no: Du kan forstørre innholdet med opptil 200%. Sjekk nettleserinnstillingene for å finne ut hvordan du gjør det.
pt_br: Você pode ampliar o conteúdo até 200%. Verifique as configurações do seu navegador para saber como fazer isso.
ro_ro: Poți mări conținutul cu până la 200%. Verifică setările browser-ului pentru a afla cum să îl facă.
sk_sk: Obsah môžete zväčšiť až o 200 %. Skontrolujte nastavenia prehliadača a zistite, ako to urobiť.

source: You flagged %s item(s) that you can review now
ar_sa: لقد قمت بوضع علامة على %s عنصر (عناصر) يمكنك مراجعتها الآن
de_de: Sie haben %s Artikel(e) markiert, die Sie jetzt überprüfen können
hu_hu: %s elemet jelöltél meg, amelyeket most áttekinthetsz
ja_jp: マークしたアイテム%sを確認できます
nb_no: Du har flagget %s element(er) som du kan se gjennom nå
pt_br: Você sinalizou %s item(ns) que você pode revisar agora
ro_ro: Ai marcat %s articol(e) pe care le poți revizui acum
sk_sk: Označili ste %s položiek, ktoré môžete teraz skontrolovať

source: You have %s item(s) marked for review.
ar_sa: تم تعليم %s عنصرًا للمراجعة.
de_de: Sie haben %s Element(e) zur Überprüfung markiert.
fr_fr: Vous avez %s item(s) marqués pour la revue.
hu_hu: %s elemet jelöltél meg ellenőrzésre.
ja_jp: 見直しマークがついた問題が%s問あります
lt_lt: Turite %s klausimų(-us) pažymėję patikrinimui.
nb_no: Du har %s element(er) merket for å se gjennom.
nl_nl: U heeft %s item(s) gemarkeerd voor herziening.
pt_br: Você tem %s item(s) marcado(s) para revisão.
ro_ro: Aveți %s articol(e) marcate pentru recenzie.
ru_ru: У вас имеется элементов, помеченных на пересмотр: %s.
sk_sk: Máte %s položiek označených na recenziu.

source: You have %s left to answer remaining %s questions.
ar_sa: بقي لديك %s للإجابة على أسئلة %s المتبقية.
de_de: Sie haben %s übrig, um die verbleibenden Fragen %s zu beantworten.
fr_fr: Il vous reste %s pour répondre aux questions %s restantes.
hu_hu: %s van hátra a fennmaradó %s kérdés megválaszolására.
ja_jp: 残り %s の質問に答えるために残っているのは %s です。
nb_no: Du har %s igjen for å svare på de resterende %s spørsmål.
pt_br: Você tem %s restante(s) para responder %s perguntas.
ro_ro: Ai încă %s pentru a răspunde la întrebările %s rămase.
sk_sk: Zostáva vám %s na zodpovedanie zostávajúcich %s otázok.

source: You have %s remaining to complete the current item.
ar_sa: لديك %s متبقية لإكمال البند الحالي.
de_de: Du hast %s übrig um den aktuellen Artikel abzuschließen.
fr_fr: Il vous reste %s pour compléter l'objet actuel.
hu_hu: %s van hátra az aktuális elem befejezéséhez.
ja_jp: この問題が終了するまであと %s です
nb_no: Du har %s igjen for å fullføre gjeldende oppgave.
pt_br: Você tem %s restante(s) para completar o item atual.
ro_ro: Mai ai %s pentru a finaliza articolul curent.
sk_sk: Na dokončenie aktuálnej položky vám zostáva %s .

source: You have %s unanswered question(s)
ar_sa: لديك %s سؤال (أسئلة) لم يتم الرد عليها
de_de: Sie haben %s unbeantwortete Frage(n)
fr_fr: Vous avez %s question(s) restée(s) sans réponse.
hu_hu: %s megválaszolatlan kérdésed van
ja_jp: 未解答の問題が%s問あります。
lt_lt: Liko neatsakyti %s klausimai(-ų).
nb_no: Du har %s ubesvart(e) spørsmål
nl_nl: U hebt %s onbeantwoorde vraag/vragen
pt_br: Você tem %s perguntas não respondidas
ro_ro: Ai %s întrebări fără răspuns
ru_ru: У вас имеется вопросов без ответов: %s
sk_sk: Máte %s nezodpovedaných otázok

source: You have %s unanswered question(s) and have %s item(s) marked for review.
ar_sa: لديك %s سؤال (أسئلة) لم يتم الرد عليها وتم وضع علامة على٪ s بند (بنود) للمراجعة.
de_de: Sie haben %s unbeantwortete Frage(n) und %s Element(e) zur Überprüfung markiert.
fr_fr: Vous avez %s question(s) non répondues et %s item(s) marqués pour la revue.
hu_hu: %s megválaszolatlan kérdésed van, és %s elem van megjelölve ellenőrzésre.
ja_jp: %s問の未解答問題と%s問の見直しマーク問題があります
lt_lt: Jūs turite %s neatsakytus klausimą(-us) ir turite %s elementą(-us) pažymėtus peržiūrai.
nb_no: Du har %s ubesvart(e) spørsmål og %s oppgave(r) merket for å se gjennom.
nl_nl: U heeft %s onbeantwoorde vra(a)g(en) en %s items gemarkeerd voor herziening.
pt_br: Você tem %s pergunta(s) não respondidas e tem %s item(s) marcados para revisão.
ro_ro: Ai %s întrebări fără răspuns și ai %s articol(e) marcate pentru recenzie.
ru_ru: У вас имеется вопросов без ответов: %s; элементов, помеченных на пересмотр: %s.
sk_sk: Máte %s nezodpovedaných otázok a %s položiek označených na kontrolu.

source: You have %s unanswered question(s).
ar_sa: لديك %s سؤال (أسئلة) لم يتم الرد عليها.
de_de: Sie haben %s unbeantwortete Frage(n).
fr_fr: Vous avez %s question(s) non répondues.
hu_hu: %s megválaszolatlan kérdésed van.
ja_jp: %s問の未解答問題があります
lt_lt: Liko neatsakyti %s klausimai(-ų).
nb_no: Du har %s ubesvart(e) spørsmål.
nl_nl: U heeft %s onbeantwoorde vra(a)g(en).
pt_br: Você tem %s pergunta(s) não respondidas.
ro_ro: Ai %s întrebări fără răspuns.
ru_ru: У вас имеется вопросов без ответов: %s.
sk_sk: Máte %s nezodpovedaných otázok.

source: You will not be able to access this test once submitted. Click "%s" to continue and submit the test.
ar_sa: لن تتمكن من الوصول إلى هذا الاختبار بمجرد إرساله. انقر فوق "%s" للمتابعة وإرسال الاختبار.
de_de: Sie werden nicht auf diesen Test zugreifen können, sobald er gesendet wurde. Klicken Sie auf "%s", um fortzufahren und den Test abzuschicken.
fr_fr: Vous n'aurez plus la possibilité d'accéder à ce test une fois soumis. Cliquez sur "%s" pour continuer et soumettre le test.
hu_hu: A beküldés után nem fogsz tudni hozzáférni ehhez a teszthez. Kattints a(z) „%s” gombra a folytatáshoz és a teszt beküldéséhez.
ja_jp: 一度終了したテストには再びアクセスすることはできません。よろしければ"%s" をクリックしてテストを終了してください。
lt_lt: Jūs negalėsite pasiekti šio testo, kai jis bus pateiktas. Spauskite "%s" norėdami pateikti testą.
nb_no: Du får ikke tilgang til denne prøven når den er levert. Klikk "%s" for å levere prøven.
pt_br: Você não poderá acessar este teste depois de enviado. Clique "%s" para continuar e enviar o teste.
ro_ro: Nu veți putea accesa acest test după ce l-ați înregistrat. Faceți clic pe "%s" pentru a continua și a remite testul.
sk_sk: Po odoslaní nebudete mať k tomuto testu prístup. Kliknite na „%s“ a pokračujte v odoslaní testu.

source: Your comment…
ar_sa: تعليقك...
de_de: Ihr Kommentar...
fr_fr: Votre commentaire...
hu_hu: A hozzászólásod…
ja_jp: あなたのコメント...
lt_lt: Tavo komentaras...
nb_no: Din kommentar...
nl_nl: Uw commentaar…
pt_br: Seu comentário…
ro_ro: Comentariul tău…
ru_ru: Ваш комментарий…
sk_sk: Váš komentár…

source: Your connection seems to be back, please proceed.
ar_sa: يبدو أن الاتصال قد عاد ، يرجى المتابعة.
de_de: Ihre Verbindung scheint zurück zu sein, bitte fortfahren.
fr_fr: Votre connexion semble être de retour, veuillez continuer.
hu_hu: Úgy tűnik, hogy helyreállt a kapcsolat, kérjük, folytassa.
ja_jp: 接続が回復したようです。続けてください。
nb_no: Tilkoblingen din ser ut til å være tilbake. Fortsett.
pt_br: A conexão parece estar de volta, por favor prossiga.
ro_ro: Conexiunea ta pare să se fi reîntors, te rugăm să continui.
sk_sk: Zdá sa, že vaše pripojenie je obnovené, pokračujte, prosím.

source: Zoom
ar_sa: تكبير
hu_hu: Zoomolás
ja_jp: ズーム
lt_lt: Priartinimas
pt_br: Ampliar
ro_ro: Mareste
ru_ru: Масштабирование
sk_sk: Priblíženie

source: Zoom in
ar_sa: تكبير في
de_de: Heranzoomen
fr_fr: Zoom avant
hu_hu: Nagyítás
ja_jp: 拡大
lt_lt: Priartinti
nb_no: Zoom inn
pt_br: Aumentar zoom
ru_ru: Увеличить масштаб
sk_sk: Priblížiť

source: Zoom out
ar_sa: تكبير خارج
de_de: Herauszoomen
fr_fr: Zoom arrière
hu_hu: Kicsinyítés
ja_jp: 縮小
lt_lt: Atitolinti
nb_no: Zoom ut
nl_nl: Zoom uit
pt_br: Diminuir zoom
ru_ru: Уменьшить масштаб
sk_sk: Oddialiť

source: Export
ar_sa: تصدير
fr_fr: Exportation
ja_jp: エクスポート
pt_br: Exportar
ro_ro: Exportă

source: Filter
ar_sa: مصفي
fr_fr: Filtrer
hu_hu: Szűrő
ja_jp: フィルタ
lt_lt: Filtras
pt_br: filtro
ro_ro: Filtrare
ru_ru: Фильтр

source: Test
ar_sa: رائز
hu_hu: Teszt
ja_jp: テスト
lt_lt: Testas
nb_no: Oppgavesett
nl_nl: Toets
pt_br: teste
ro_ro: Testare
ru_ru: Тест

source: Missed required parameter \'id\'
ar_sa: المعلمة المطلوبة مفقودة \'id\'
ja_jp: 必要なパラメータが不足しています \'id\'

source: Offline
ar_sa: غير متصل على الانترنت
fr_fr: Hors ligne
ja_jp: オフライン
pt_br: Desconectado

source: Online
ar_sa: متصل بالإنترنت
fr_fr: En ligne
ja_jp: オンライン
pt_br: Disponível

source: Missed required parameter 'id'.
fr_fr: Paramètre obligatoire \'id\' manqué
hu_hu: Kihagyott kötelező paraméter: \'id\'
pt_br: Parâmetro obrigatório perdido \'id\'

source: Black on cream
ru_ru: Черный на кремовом

source: Black on light blue
nl_nl: Zwart op lichtblauw
ru_ru: Черный на голубом

source: Black on magenta
nl_nl: Zwart op magenta
ru_ru: Черный на пурпурном

source: Black on white
nl_nl: Zwart op wit
ru_ru: Черный на белом

source: Gray on green (low contrast option)
nl_nl: Grijs op groen (lage contrast optie)
ru_ru: Серый на зеленом (опция низкого контраста)

source: Light yellow on royal blue
nl_nl: Lichtgeel op koningsblauw
ru_ru: Светло-желтый на ярко-синем

source: White on black
nl_nl: Wit op zwart
ru_ru: Белый на черном
