Repository: oat-sa/extension-tao-testqti
Catalog: locales/*/messages.po
Languages: ar_sa, de_de, fr_fr, hu_hu, ja_jp, lt_lt, nb_no, nl_nl, pt_br, ro_ro, ru_ru, sk_sk

source: The outcome "%s" does not exist, but it is referenced by a feedback block!
ar_sa: النتيجة "%s" غير موجودة ، ولكن تمت الإشارة إليها بواسطة كتلة ملاحظات!
de_de: Das Ergebnis "%s" existiert nicht, wird aber von einem Feedback-Block referenziert!
fr_fr: Le résultat "%s" n'existe pas mais est référencé par un bloc de rubrique !
hu_hu: A "%s" eredmény nem létezik, de egy visszacsatoló blokk hivatkozik rá!
ja_jp: 結果 "%s" は存在しませんが、フィードバックブロックによって参照されます。
nb_no: Resultatet "%s" finnes ikke, men det refereres til i en tilbakemeldingsboks!
nl_nl: De uitkomst "%s" bestaat niet, maar er wordt wel naar verwezen in een feedback blok!
pt_br: O resultado "%s não existe, mas é referenciado por um bloco de feedback!
ro_ro: Rezultatul "%s" nu există, dar este referit de un bloc de feedback!
ru_ru: Результата «%s» не существует, однако в блоке отзывов имеется ссылка на него!
sk_sk: Výsledok „%s“ neexistuje, ale je naň odkazovaný blokom spätnej väzby!

source: The outcomes have been regenerated!
ar_sa: تم تجديد النتائج!
de_de: Die Ergebnisse wurden regeneriert!
fr_fr: Les résultats ont été régénérés !
hu_hu: Az eredmények regenerálódtak!
ja_jp: 結果が再生成されました!
nb_no: Resultatene har blitt regenerert!
nl_nl: The uitkomsten zijn gegenereerd!
pt_br: Os resultados foram regenerados!
ro_ro: Rezultatele au fost regenerate!
ru_ru: Результаты были сгенерированы повторно!
sk_sk: Výsledky boli regenerované!

source: The principle identifier of the test.
ar_sa: المعرف الأساسي للرائز.
de_de: Der Hauptbezeichner des Tests.
fr_fr: Le principal identifiant du test.
hu_hu: A teszt fő azonosítója.
ja_jp: テストの主要識別子
lt_lt: Pagrindinis testo identifikatorius.
nb_no: Prøvens hovedidentifikator.
nl_nl: De hoofdnaam van de toets
pt_br: O identificador principal do teste.
ro_ro: Identificatorul de bază al testului.
ru_ru: Принципиальный идентификатор теста.
sk_sk: Princípový identifikátor testu.

source: The provided archive is invalid. Make sure it is not corrupted and that it contains an 'imsmanifest.xml' file.
ar_sa: الأرشيف المقدم غير مضبوط. تأكد من أنه غير تالف وأنه يحتوي على ملف "imsmanifest.xml".
de_de: Das bereitgestellte Archiv ist ungültig. Prüfen Sie, dass die Datei nicht fehlerhaft ist und eine imsmanifest.xml Datei enthält.
fr_fr: L'archive fournie est invalide. Veuillez vous assurer qu'elle n'est pas corrompue et qu'elle contient un fichier 'imsmanifest.xml'.
hu_hu: A megadott archívum érvénytelen. Győződjön meg róla, hogy nem sérült, és hogy tartalmaz egy 'imsmanifest.xml' fájlt.
ja_jp: 適応されたアーカイブは無効です。破損していないか、'imsmanifest.xml'ファイルを含んでいるかを確認してください。
lt_lt: Pateiktas archyvas yra blogas. Patikrinkite ar jis nesugadintas ir turi „imsmanifest.xml“ failą.
nb_no: Det oppgitte arkivet er ugyldig. Sørg for at det ikke er ødelagt og at det inneholder en 'imsmanifest.xml'-fil.
nl_nl: Het aangeleverde archief is ongeldig. Zorg ervoor dat het niet corrupt is en dat het een 'imsmanifest.xml' bestand bevat.
pt_br: O arquivo fornecido é inválido. Verifique se ele não está corrompido e se contém um arquivo 'imsmanifest.xml'.
ro_ro: Arhiva furnizată este invalidă. Asigurați-vă că nu este coruptă și că conține un fișier 'imsmanifest.xml'.
ru_ru: Указанный архив недействителен. Убедитесь, что он не поврежден и содержит файл imsmanifest.xml.
sk_sk: Poskytnutý archív je neplatný. Uistite sa, že nie je poškodený a že obsahuje súbor „imsmanifest.xml“.

source: The QTI Item with URI '%s' cannot be found.
ar_sa: لا يمكن العثور على بند QTI مع URI '%s'.
de_de: Das QTI-Element mit URI '%s' kann nicht gefunden werden.
fr_fr: L'élément QTI avec l'URI '%s' est introuvable.
hu_hu: A '%s' URI-val rendelkező QTI elem nem található.
ja_jp: QTIアイテム（ URI '%s'）が見つかりません。
pt_br: O item QTI com URI '%s' não pode ser encontrado.
ro_ro: Elementul QTI cu URI '%s' nu poate fi găsit.
sk_sk: Položka QTI s URI '%s' sa nenašla.

source: The QTI Test '%s' to be compiled must contain at least 1 QTI Item. None found.
ar_sa: يجب أن يحتوي رائز QTI '%s' المراد ترجمته على بند QTI واحد على الأقل. لا شيء وجد.
de_de: Der zu kompilierende QTI Test '%s' muss mindestens 1 QTI Element enthalten. Keiner gefunden.
fr_fr: Le test QTI '%s' à compiler doit contenir au moins un item QTI. Aucun item n'a été trouvé.
hu_hu: A lefordítandó „%s” QTI tesztnek legalább 1 QTI elemet kell tartalmaznia. Nem található.
ja_jp: コンパイルするQTIテスト'%s'は少なくとも１つのQTIアイテムが必要ですが，見つかりません。
lt_lt: QTI Testas '%s' surinkimui privalo turėti bent 1 QTI Elementą. Joks nebuvo surastas.
nb_no: QTI-prøven '%s' som skal kompileres, må inneholde minst 1 QTI-oppgave. Ingen funnet.
nl_nl: De te compileren toets '%s' moet minstens één QTI item bevatten. Geen gevonden.
pt_br: O teste QTI '%s' para ser compilado deve conter pelo menos 1 Item QTI. Nenhum encontrado.
ro_ro: Testul QTI '%spentru a fi compilat trebuie să conţină cel puţin 1 element QTI. Nici unul găsit.
ru_ru: Для компоновки теста QTI «%s» он должен содержать по крайней мере 1 элемент QTI. К сожалению, такие элементы не обнаружены.
sk_sk: QTI test '%s' musí obsahovať aspoň 1 položku QTI. Žiadna sa nenašla.

source: The QTI test could not be retrieved correctly.
ar_sa: لا يمكن استرجاع الرائز QTI بشكل صحيح.
de_de: Der QTI Test konnte nicht ordnungsgemäß abgerufen werden.
fr_fr: Le test QTI n'a pu être récupéré correctement.
hu_hu: A QTI-tesztet nem sikerült helyesen lekérni.
ja_jp: QTIテストは正しく取得できませんでした
lt_lt: QTI testas nebuvo atgautas teisingai.
nb_no: QTI-prøven kunne ikke hentes.
nl_nl: De QTI toets kon niet correct worden opgehaald.
pt_br: O teste QTI não pôde ser recuperado corretamente.
ro_ro: Testul QTI nu a putut fi preluat corect.
ru_ru: Не удалось надлежащим образом получить тест QTI.
sk_sk: Test QTI sa nepodarilo správne načítať.

source: The QTI Test XML or one of its dependencies is malformed or empty.
ar_sa: ملف XML لاختبار QTI أو أحد تبعياته غير صحيح أو فارغ.
de_de: Die QTI Test XML oder eine ihrer Abhängigkeiten ist fehlerhaft oder leer.
fr_fr: Le fichier XML de test QTI ou une de ses dépendances est mal formé ou vide.
hu_hu: A QTI teszt XML-je vagy annak egyik függősége hibásan formázott vagy üres.
ja_jp: QTIテストXMLまたはその依存関係の1つは、不正または空です
lt_lt: QTI Testo XML arba vienas iš jo priklausomybių yra sugadinti arba tuščia.
nb_no: QTI-prøven XML eller en av dens avhengigheter er ugyldig eller uten innhold.
nl_nl: De QTI toets XML of een van zijn afhankelijkheden is misvormd of leeg.
pt_br: O teste QTI XML ou uma de suas dependências está malformado ou vazio.
ro_ro: Testul XML al QTI sau una dintre dependenţele sale este malformat sau gol.
ru_ru: XML теста QTI либо одна из его зависимостей повреждена или пустая.
sk_sk: Testovací súbor QTI XML alebo jedna z jeho závislostí je poškodená alebo prázdna.

source: The QTI-XML test could not be written correctly.
ar_sa: تعذر كتابة الرائز QTI-XML بشكل صحيح.
de_de: Der QTI-XML Test konnte nicht ordentlich geschrieben werden.
fr_fr: Le test QTI-XML n'a pu être écrit correctement.
hu_hu: A QTI-XML tesztet nem sikerült helyesen megírni.
ja_jp: QTI-XMLテストは正常に書き込むことができませんでした
lt_lt: QTI-XML testas nebuvo įrašytas teisingai.
nb_no: QTI-XML-prøven kunne ikke skrives riktig.
nl_nl: De QTI-XML kon niet correct worden weggeschreven.
pt_br: O teste QTI-XML não pôde ser escrito corretamente.
ro_ro: Testul QTI-XML nu a putut fi scris corect.
ru_ru: Не удалось надлежащим образом записать тест QTI.
sk_sk: Test QTI-XML sa nepodarilo napísať správne.

source: The reference.
ar_sa: المرجع.
de_de: Die Referenz
fr_fr: La référence.
hu_hu: A hivatkozás.
ja_jp: 参照
lt_lt: Šaltinis.
nb_no: Referansen.
nl_nl: De referentie.
pt_br: A referência.
ro_ro: Referinţa.
ru_ru: Ссылка.
sk_sk: Referencia.

source: The resources related to the IMS QTI Test referenced as "%s" in the IMS Manifest file were rolled back.
ar_sa: تم إرجاع الموارد المتعلقة بالرائز IMS QTI المشار إليه كـ "%s" في ملف IMS Manifest.
de_de: Die Ressource in Verbindung zum IMS QTI Test, in der IMS Manifest Datei referenziert als "%s", wurde zurückgesetzt.
fr_fr: Les ressources liées au test IMS QTI référencé comme "%s" dans le fichier de manifeste IMS ont été restaurés.
hu_hu: Az IMS jegyzékfájlban "%s" ként hivatkozott IMS QTI teszthez kapcsolódó erőforrások visszavonásra kerültek.
ja_jp: IMS Manifestファイルの「%s」として参照されるIMS QTI Testに関連するリソースがロールバックされました。
lt_lt: Resursai susiję su IMS QTI Testu nurodyti kaip "%s" IMS Manifesto faile buvo atstatyti.
nl_nl: De bronnen gerelateerd aan de IMS QTI toets, met referentie "%s" in het IMS Manifest bestand, zijn teruggezet naar wat ze waren.
pt_br: Os recursos relacionados ao teste IMS QTI referenciado como "%s no arquivo do Manifesto IMS foram devolvidos.
ro_ro: Resursele legate de testul IMS QTI referit ca "%s" în fișierul IMS Manifest au fost rulate înapoi.
ru_ru: Для ресурсов, связанных с тестом IMS QTI со ссылкой «%s» в файле манифеста IMS, произведен откат.
sk_sk: Zdroje súvisiace s testom IMS QTI, na ktoré sa v súbore manifestu IMS odkazuje ako „%s“, boli vrátené späť.

source: The score will be processed for the entire test. A sum of all SCORE outcomes will be computed and divided by the sum of MAX SCORE, the result will be compared to the cut score (or pass ratio), then the PASS_TOTAL outcome will be set accordingly.
ar_sa: ستتم معالجة النتيجة للرائز بأكمله. سيتم حساب مجموع جميع نتائج SCORE وقسمتها على مجموع MAX SCORE ، وستتم مقارنة النتيجة بنتيجة القطع (أو نسبة النجاح) ، ثم سيتم تعيين نتيجة PASS_TOTAL وفقًا لذلك.
de_de: Die Punktzahl wird für den gesamten Test verarbeitet. Eine Summe aller SCORE-Ergebnisse wird berechnet und durch die Summe von MAX SCORE, geteilt wird das Ergebnis mit der Schnittpunktzahl verglichen, dann wird das PASS_TOTAL Ergebnis entsprechend gesetzt.
fr_fr: Le score sera traité pour le test entier. Une somme de toutes les sorties SCORE sera traitée et divisée par la somme de MAX SCORE, le résultat sera comparé au score de coupe (ou taux de réussite) puis le résultat PASS_TOTAL sera ajusté en conséquence.
hu_hu: A teljes teszt pontszámát feldolgozzuk. Kiszámítjuk az összes SCORE eredmény összegét, és elosztjuk a MAX SCORE összegével. Az eredményt összehasonlítjuk a minimális pontszámmal (vagy a sikeres teljesítési aránnyal), majd ennek megfelelően állítjuk be a PASS_TOTAL eredményt.
ja_jp: テスト全体での採点が行われます。スコア（得点）の合計をMAX SCORE（最大得点）で割った値がカットスコア（合格得点率）と比較され、PASS_TOTAL で合否判定が提示されます。
nb_no: Skåren vil bli behandlet for hele prøven. En sum av alle SKÅR-utfallene vil bli beregnet og delt med summen av MAX SKÅR, resultatet vil bli sammenlignet med poengsum(eller bestått), deretter vil PASS_TOTAL-resultatet settes.
nl_nl: De score wordt voor de gehele test verwerkt. Een som van alle SCORE-resultaten wordt berekend en gedeeld door de som van MAX SCORE, het resultaat wordt vergeleken met de cutscore (of slaagratio), vervolgens wordt de PASS_TOTAL-uitkomst overeenkomstig ingesteld.
pt_br: A pontuação será processada para o teste inteiro. Uma soma de todos os resultados SCORE será calculada e dividida pela soma MÁX SCORE, o resultado será comparado com a pontuação de corte (ou taxa de aprovação), então o resultado PASS_TOTAL será definido em conformidade.
ro_ro: Scorul va fi procesat pentru întregul test. O sumă a tuturor rezultatelor SCORE va fi calculată și împărțită la suma rezultatelor MAX SCORE, rezultatul va fi comparat cu scorul de tăiere (sau raportul de punct), apoi rezultatul PASS_TOTAL va fi stabilit în mod corespunzător.
ru_ru: Балл будет обработан для всего теста. При этом рассчитанная сумма всех результирующих баллов SCORE делится на сумму максимальных баллов MAX SCORE. Полученный результат сравнивается с проходным баллом (или проходным соотношением), после чего будет соответствующим образом задан результат прохождения PASS_TOTAL.
sk_sk: Skóre bude spracované pre celý test. Vypočíta sa súčet všetkých výsledkov SCORE a vydelí sa súčtom MAX SCORE, výsledok sa porovná s minimálnym skóre (alebo pomerom úspešnosti) a potom sa zodpovedajúcim spôsobom nastaví výsledok PASS_TOTAL.

source: The score will be processed for the entire test. A sum of all SCORE outcomes will be computed, the result will take place in the SCORE_TOTAL outcome.
ar_sa: ستتم معالجة النتيجة للرائز بأكمله. سيتم حساب مجموع جميع نتائج SCORE ، وستحدث النتيجة في نتيجة SCORE_TOTAL.
de_de: Die Punktzahl wird für den gesamten Test verarbeitet. Eine Summe aller SCORE-Ergebnisse wird ermittelt, das Ergebnis wird im Ergebnis von SCORE_TOTAL angezeigt.
fr_fr: Le score sera traité pour le test entier. Une somme de toutes les réponses SCORE sera calculé, le résultat sera placé dans la réponse SCORE_TOTAL.
hu_hu: A teljes teszt pontszámát feldolgozza a rendszer. Kiszámítja az összes SCORE eredmény összegét, az eredmény a SCORE_TOTAL eredményben fog szerepelni.
ja_jp: テスト全体での採点結果処理が行われます。すべてのスコア（得点）が合計され、結果はSCORE_TOTALで提示されます。
nb_no: Skåren vil bli behandlet for hele prøven. En sum av alle SKÅR-utfallene vil bli beregnet, resultatet vil finnes i SKÅR _TOTAL -utfallet.
nl_nl: De score zal worden verwerkt voor het gehele examen. Het totaal van alle SCORE uitkomsten zal worden berekend en geplaatst in de SCORE_TOTAL uitkomst.
pt_br: A pontuação será processada para o teste inteiro. Uma soma de todos os resultados SCORE será calculada, o resultado terá lugar no resultado do SCORE_TOTAL .
ro_ro: Scorul va fi procesat pentru întregul test. O sumă a tuturor rezultatelor SCORE va fi calculată, rezultatul va avea loc în rezultatul SCORE_TOTAL.
ru_ru: Балл будет обработан для всего теста. Будет рассчитана сумма всех результирующих баллов SCORE, полученный результат отобразится в общем балле SCORE_TOTAL.
sk_sk: Skóre bude spracované pre celý test. Vypočíta sa súčet všetkých výsledkov SCORE, výsledok sa zobrazí vo výsledku SCORE_TOTAL.

source: The section title.
ar_sa: عنوان القسم.
de_de: Der Abschnittstitel
fr_fr: Le titre de section.
hu_hu: A szakasz címe.
ja_jp: セクション名
lt_lt: Skyriaus pavadinimas.
nb_no: Seksjonens tittel.
nl_nl: De sectie titel.
pt_br: O título da turma.
ro_ro: Titlul secţiunii.
ru_ru: Название раздела.
sk_sk: Názov sekcie.

source: The submission mode determines when the candidate's responses are submitted for response processing. A testPart in individual mode requires the candidate to submit their responses on an item-by-item basis. In simultaneous mode the candidate's responses are all submitted together at the end of the testPart.
ar_sa: يحدد وضع الإرسال وقت إرسال أجوبة المرشح لمعالجتها. يتطلب قسم من الرائز في الوضع الفردي من المرشح إرسال أجوبته على أساس كل بند على حدة. في الوضع المتزامن ، يتم تقديم جميع أجوبة المرشح معًا في نهايةقسم من الرائز..
de_de: Der Eingabemodus bestimmt wann die Antworten des Kandidaten verarbeitet werden. Beim Test Teil im individuellen Modus ist es notwendig das der Kandidat seine Antworten auf Element-nach-Element Basis abgibt. Im Simultanmodus werden alle Antworten am Ende des Test Teil zusammen eingereicht.
fr_fr: Le mode de soumission détermine quand les réponses du candidat sont soumises par traitement de la réponse. Un testPart en mode individuel nécessite que le candidat soumette ses réponses sur une base 'item par item'. En mode simultané les réponses du candidat sont toutes soumises ensemble à la fin du testPart.
hu_hu: A beküldési mód határozza meg, hogy a jelölt válaszai mikor kerülnek beküldésre válaszfeldolgozásra. Egyéni módban a testPart megköveteli a jelölttől, hogy tételesen küldje be válaszait. Egyidejű módban a jelölt válaszai a testPart végén, együttesen kerülnek beküldésre.
ja_jp: 受験者の解答がどのようなタイミングで送信されるかを設定します。「個別」送信モードのテストパートでは、受験者はアイテムごとに解答を提出する必要があります。「同時」送信モードでは、受験者の解答はテストパートの最後にまとめて送信されます。
nb_no: Innleveringsmodusen avgjør når elevens svar blir sendt til vurdering. En prøvedel i individuell modus krever at eleven leverer svarene sine enkeltvis. I samtidig modus sendes alleelevenes svar sammen på slutten av prøvedelen.
nl_nl: De verzending modus bepaalt wanneer de antwoorden van een kandidaat worden verwerkt. Een testdeel in individuele modus vereist dat de kandidaat zijn antwoord op een item-voor-item basis verwerkt. In simultaan modus zullen de antwoorden van de kandidaat in een keer aan het eind van het testdeel worden verwerkt.
pt_br: O modo de envio determina quando as respostas do candidato são enviadas para o processo de resposta. Uma testPart no modo individual requer que o candidato envie suas respostas de acordo com o item. Ao mesmo tempo, as respostas do candidato são todas enviadas em conjunto no final do teste.
ro_ro: Modul de depunere determină momentul în care răspunsurile candidatului sunt prezentate pentru procesarea răspunsului. O piesă de încercare în mod individual necesită ca candidatul să își prezinte răspunsurile în funcție de fiecare element. În modul simultan, răspunsurile candidatului sunt prezentate împreună la sfârșitul testPart.
ru_ru: В режиме отправки определяется, когда ответы кандидата отправляются на обработку. В индивидуальном режиме части теста от кандидата требуется отправлять свои ответы по одному элементу за раз. В одновременном режиме ответы кандидата отправляются все вместе по окончании части теста.
sk_sk: Režim odosielania určuje, kedy sa odpovede kandidáta odošlú na spracovanie odpovedí. Testovacia časť v individuálnom režime vyžaduje, aby kandidát odosielal svoje odpovede po jednotlivých položkách. V simultánnom režime sa odpovede kandidáta odošlú spolu na konci testovacej časti.

source: The test cannot be saved because it currently contains invalid settings.
de_de: Der Test kann nicht gespeichert werden, da er derzeit ungültige Einstellungen enthält.
ro_ro: Testul nu poate fi salvat deoarece acesta conţine în prezent setări invalide.
sk_sk: Test nie je možné uložiť, pretože momentálne obsahuje neplatné nastavenia.

source: The test cannot be saved because it currently contains invalid settings.
ar_sa: لا يمكن حفظ الرائز لأنه يحتوي حاليا على إعدادات غير صالحة.
de_de: Der Test kann nicht gespeichert werden, da er derzeit ungültige Einstellungen enthält.
fr_fr: Le test ne peut pas être enregistré car il contient actuellement des paramètres invalides.
hu_hu: A teszt nem menthető, mert jelenleg érvénytelen beállításokat tartalmaz.
pt_br: O teste não pode ser salvo porque contém configurações inválidas.
ro_ro: Testul nu poate fi salvat deoarece acesta conţine în prezent setări invalide.
sk_sk: Test nie je možné uložiť, pretože momentálne obsahuje neplatné nastavenia.

source: The test cannot be saved because it currently contains invalid settings. Please fix the invalid settings and try again.
ar_sa: لا يمكن حفظ الرائز لأنه يحتوي حاليا على إعدادات غير صالحة. يرجى إصلاح الإعدادات غير الصالحة والمحاولة مرة أخرى.
de_de: Der Test kann nicht gespeichert werden, da er derzeit ungültige Einstellungen enthält. Bitte korrigieren Sie die ungültigen Einstellungen und versuchen Sie es erneut.
fr_fr: Le test ne peut pas être enregistré car il contient actuellement des paramètres invalides. Veuillez corriger les paramètres invalides et réessayer.
hu_hu: A teszt nem menthető, mert jelenleg érvénytelen beállításokat tartalmaz. Kérjük, javítsa ki az érvénytelen beállításokat, és próbálja újra.
ja_jp: 現在、テストに無効な設定が含まれているため、テストを保存することができません。無効な設定を修正し、再度お試しください。
ro_ro: Testul nu poate fi salvat deoarece acesta conţine în prezent setări invalide. Vă rugăm să remediaţi setările invalide şi să încercaţi din nou.
sk_sk: Test nie je možné uložiť, pretože momentálne obsahuje neplatné nastavenia. Opravte neplatné nastavenia a skúste to znova.

source: The test has been closed/suspended!
ar_sa: تم إغلاق الرائز!
de_de: Der Test wurde geschlossen/unterbrochen!
fr_fr: Le test a été fermé ou suspendu !
hu_hu: A tesztet lezárták/felfüggesztették!
ja_jp: テストは終了/停止しています。
lt_lt: Testas buvo uždarytas/sustabdytas!
nb_no: Prøven er avsluttet!
nl_nl: Het examen is gesloten/geschorst!
pt_br: O teste foi fechado/suspenso!
ro_ro: Testul a fost închis/suspendat!
ru_ru: Тест выбран/приостановлен!
sk_sk: Test bol uzavretý/pozastavený!

source: The test has been paused, we are unable to connect to the server.
ar_sa: تم إيقاف الرائز مؤقتًا ، يتعذر علينا الاتصال بالخادم.
de_de: Der Test wurde angehalten, wir können keine Verbindung zum Server herstellen.
fr_fr: Le test a été mis en pause, nous n'arrivons pas à nous connecter au serveur.
hu_hu: A teszt szünetel, nem tudunk csatlakozni a szerverhez.
ja_jp: サーバに接続できないため、テストを一時停止しました。
lt_lt: Testas buvo pristabdytas, mes negalime prisijungti prie serverio.
nb_no: Prøven er satt på pause, du har ikke kontakt med server.
nl_nl: De test is gepauzeerd, we kunnen geen verbinding maken met de server.
pt_br: O teste foi pausado, não foi possível conectar ao servidor.
ro_ro: Testul a fost întrerupt, nu ne putem conecta la server.
ru_ru: Тест приостановлен из-за того, что не удается подключиться к серверу.
sk_sk: Test bol pozastavený, nemôžeme sa pripojiť k serveru.

source: The test has not been saved.
ar_sa: لم يتم حفظ الرائز.
de_de: Der Test wurde nicht gespeichert.
fr_fr: Le test n'a pas été enregistré.
hu_hu: A teszt nincs mentve.
ja_jp: テストは保存されませんでした。
lt_lt: Testas nebuvo išsaugotas.
nb_no: Prøven er ikke lagret.
nl_nl: Het examen is niet opgeslagen
pt_br: O teste não foi salvo.
ro_ro: Testul nu a fost salvat.
ru_ru: Тест не был сохранен.
sk_sk: Test nebol uložený.

source: The test has unsaved changes, are you sure you want to leave?
ar_sa: يحتوي الرائز على تغييرات غير محفوظة ، هل أنت متأكد أنك تريد المغادرة?
de_de: Der Test hat ungespeicherte Änderungen. Sind Sie sicher, dass Sie verlassen möchten?
fr_fr: Le test a des modifications non enregistrées, êtes-vous sûr de vouloir quitter ?
hu_hu: A teszt nem mentett módosításokat tartalmaz, biztosan kilép?
ja_jp: アイテムの変更が保存されていません。終了してよろしいですか？
nb_no: Du har gjort endringer som ikke er lagret. Er du sikker på at du vil avslutte?
pt_br: O teste possui alterações não salvas. Tem certeza que deseja sair?
ro_ro: Testul are modificări nesalvate, sunteți sigur că doriți să ieșiți?
sk_sk: Test obsahuje neuložené zmeny, ste si istý/á, že chcete odísť?

source: The test has unsaved changes, would you like to save it?
ar_sa: يحتوي الرائز على تغييرات غير محفوظة ، هل ترغب في حفظه?
de_de: Der Test hat ungespeicherte Änderungen. Möchten Sie ihn speichern?
fr_fr: Le test a des modifications non enregistrées, voulez-vous l'enregistrer ?
hu_hu: A teszt nem mentett módosításokat tartalmaz, szeretné menteni?
ja_jp: テストに未保存の変更がありますが、保存しますか？
nb_no: Prøven har endringer som ikke er lagret. Vil du lagre endringene?
pt_br: O teste tem alterações não salvas. Deseja salvá-las?
ro_ro: Testul are modificări nesalvate, doriți să le salvați?
sk_sk: Test obsahuje neuložené zmeny, chcete ho uložiť?

source: The test needs to be saved before it can be previewed.
ar_sa: يجب حفظ الرائز قبل أن يمكن معاينته.
de_de: Der Test muss gespeichert werden, bevor er in der Vorschau angezeigt werden kann.
fr_fr: Le test doit être enregistré avant de pouvoir être prévisualisé.
hu_hu: A tesztet menteni kell, mielőtt megtekinthető lenne.
ja_jp: プレビューする前に、テストを保存してください。
nb_no: Prøven må lagres før den kan forhåndsvises.
pt_br: O teste precisa ser salvo antes de ser pré-visualizado.
ro_ro: Testul trebuie salvat înainte de a putea fi previzualizat.
sk_sk: Test je potrebné pred zobrazením ukážky uložiť.

source: The test part identifier.
ar_sa: معرّف جزء الرائز.
de_de: Der Bezeichner des Teiltests.
fr_fr: L'identifiant de partie du test.
hu_hu: A tesztalkatrész azonosítója.
ja_jp: テストパート識別子
lt_lt: Testo dalies identifikatorius.
nb_no: Prøvedelens indifikator.
nl_nl: De testdeelnaam
pt_br: Identificador da peça de teste.
ro_ro: Identificatorul piesei de testare.
ru_ru: Идентификатор части теста.
sk_sk: Identifikátor testovacej časti.

source: The test title.
ar_sa: عنوان الرائز.
de_de: Der Testtitel
fr_fr: Le titre du test.
hu_hu: A teszt címe.
ja_jp: テストタイトル
lt_lt: Testo pavadinimas.
nb_no: Prøvenavn.
nl_nl: De toets titel.
pt_br: O título do teste.
ro_ro: Titlul testului.
ru_ru: Название теста.
sk_sk: Názov testu.
