Repository: oat-sa/extension-tao-testqti
Catalog: locales/*/messages.po
Languages: ar_sa, de_de, fr_fr, hu_hu, ja_jp, lt_lt, nb_no, nl_nl, pt_br, ro_ro, ru_ru, sk_sk

source: Test status and review structure
ar_sa: حالة الرائز وبنية المراجعة
de_de: Test-Status und Überprüfungsstruktur
fr_fr: Tester l'état et la structure de la révision
hu_hu: Teszt állapota és felülvizsgálati struktúra
ja_jp: テスト状況とレビューの仕組み
nb_no: Prøvestatus og se gjennom struktur
pt_br: Estado de teste e revisão da estrutura
ro_ro: Starea încercărilor și structura de revizuire
sk_sk: Stav testu a štruktúra kontroly

source: Test Status and Structure
ar_sa: حالة الرائز وبنية المراجعة
de_de: Teststatus und -struktur
fr_fr: Tester le statut et la structure
hu_hu: Teszt állapota és felépítése
ja_jp: テスト状況と構成
nb_no: Prøvestatus og struktur
pt_br: Estado e estrutura do teste
ro_ro: Stare de încercare și structură
sk_sk: Stav a štruktúra testu

source: Test translation status
de_de: Übersetzungsstatus testen
ro_ro: Testează starea traducerii
sk_sk: Stav testovacieho prekladu

source: Test-Taker Tools
ar_sa: أدوات الرائز
fr_fr: Outils du participant
hu_hu: Tesztelői eszközök
ja_jp: サポートツール
lt_lt: Testo Laikytojo Įrankiai
nb_no: Elevverktøy
nl_nl: Kandidaten hulpmiddelen
pt_br: Ferramentas do candidato
ro_ro: Unelte Test-Taker
ru_ru: Средства тестируемого
sk_sk: Nástroje pre absolventov testov

source: Tests
ar_sa: روائز
hu_hu: Tesztek
ja_jp: テスト
lt_lt: Testai
nb_no: Oppgavesett
nl_nl: Examens
pt_br: Testes
ro_ro: Teste
ru_ru: Тесты
sk_sk: Testy

source: Text content
ar_sa: مصمون النص
de_de: Textinhalt
fr_fr: Contenu du texte
hu_hu: Szöveges tartalom
ja_jp: テキストコンテンツ
lt_lt: Teksto turinys
nb_no: Tekstinnhold
nl_nl: Tekst inhoud
pt_br: Conteúdo do teste
ro_ro: Conținut text
ru_ru: Текстовое содержимое
sk_sk: Textový obsah

source: Text To Speech
ar_sa: نص للقراءة
de_de: Text-zu-Sprache
fr_fr: Texte de synthèse vocale
hu_hu: Szövegfelolvasás
ja_jp: テキスト読み上げ
nb_no: Tekst-til-tale
pt_br: Texto para voz
ro_ro: Text în vorbire
sk_sk: Prevod textu na reč

source: Text to Speech
ar_sa: نص للقراءة
de_de: Text-zu-Sprache
fr_fr: Synthèse vocale
hu_hu: Szövegfelolvasás
ja_jp: テキスト読み上げ
lt_lt: Tekstas Balsu
nb_no: Tekst-til-tale
nl_nl: Tekst naar spraak
pt_br: Texto para voz
ro_ro: Text la vorbire
ru_ru: Текст в речь
sk_sk: Prevod textu na reč

source: that was being taken.
ar_sa: التي تم اتخاذها.
de_de: das wurde genommen.
fr_fr: qui était pris.
hu_hu: amit elvittek.
ja_jp: 取得されていました
nb_no: som ble tatt.
pt_br: que estava sendo feito.
ro_ro: Asta a fost luat.
sk_sk: to sa bral.

source: The 'imsmanifest.xml' file found in the archive is not valid.
ar_sa: الملف "imsmanifest.xml" الموجود في الأرشيف غير صالح.
de_de: Die im Archiv gefundene 'imsmanifest.xml'-Datei ist ungültig.
fr_fr: Le fichier 'imsmanifest.xml' trouvé dans l'archive n'est pas valide.
hu_hu: Az archívumban található „imsmanifest.xml” fájl érvénytelen.
ja_jp: アーカイブで見つかった 'imsmanifest.xml'ファイルは有効ではありません
lt_lt: Rastas „imsmanifest.xml“ failas archyve yra blogas.
nb_no: Filen 'imsmanifest.xml' som finnes i arkivet er ikke gyldig.
nl_nl: Het 'imsmanifest.xml' bestand in het archief is niet geldig.
pt_br: O arquivo 'imsmanifest.xml' encontrado no arquivo não é válido.
ro_ro: Fișierul 'imsmanifest.xml' găsit în arhivă nu este valid.
ru_ru: Файл imsmanifest.xml, обнаруженный в архиве, недействителен.
sk_sk: Súbor „imsmanifest.xml“ nájdený v archíve nie je platný.

source: the assessment (LCL or Mathematics)
ar_sa: التقييم (LCL أو الرياضيات)
de_de: die Prüfung (LCL oder Mathematik)
fr_fr: l'évaluation (LCL ou Mathématiques)
hu_hu: az értékelés (LCL vagy matematika)
ja_jp: 評価（LCLまたは数学）
nb_no: vurderingen (LCL eller matematikk)
pt_br: a avaliação (LCL ou Matemática)
ro_ro: evaluarea (LCL sau Matematică)
sk_sk: hodnotenie (LCL alebo matematika)

source: The assessment has been created but is not already running.
ar_sa: تم إنشاء التقييم ولكنه ليس قيد التشغيل بالفعل.
de_de: Die Prüfung wurde erstellt, läuft aber noch nicht.
fr_fr: L'évaluation a été créée mais n'est pas encore passée.
hu_hu: Az értékelés létrejött, de még nem fut.
ja_jp: テストは作成されましたが、まだ実施されていません
lt_lt: Vertinimas buvo sukurtas, bet vis dar nėra vykdomas.
nb_no: Vurderingen har blitt opprettet, men kjører ikke.
nl_nl: Het assessment is gecreëerd maar is nog niet werkend.
pt_br: A avaliação foi criada, mas ainda não está em execução.
ro_ro: Evaluarea a fost creată, dar nu este deja operațională.
ru_ru: Оценка создана, однако еще не запущена.
sk_sk: Hodnotenie bolo vytvorené, ale ešte nie je spustené.

source: The assessment has been suspended by an authorized proctor. If you wish to resume your assessment, please relaunch it and contact your proctor if required.
ar_sa: تم تعليق التقييم من قبل مراقب معتمد. إذا كنت ترغب في استئناف التقييم ، يرجى إعادة إطلاقه والاتصال بالمراقب الخاص بك إذا لزم الأمر.
de_de: Die Prüfung wurde von einem autorisierten Proktor suspendiert. Wenn Sie Ihre Prüfung fortsetzen möchten, starten Sie sie bitte erneut und kontaktieren Sie Ihren Protor falls erforderlich.
fr_fr: L'évaluation a été suspendue par le surveillant autorisé. Si vous souhaitez reprendre votre évaluation, veuillez la relancer et contacter votre surveillant si nécessaire.
hu_hu: Az értékelést egy erre felhatalmazott felügyelő felfüggesztette. Ha folytatni szeretné az értékelést, kérjük, indítsa újra, és szükség esetén vegye fel a kapcsolatot a felügyelőjével.
ja_jp: テストは担当の試験監督者によって中断されています。再開する場合は、再度実施して必要に応じて試験監督者に連絡してください。
lt_lt: Vertinimas buvo suspenduotas autorizuoto proktoriaus. Jeigu norite tęsti vertinimą, prašome paleisti iš naujo ir jeigu reikia susisiekite su jūsų proktoriumi.
nl_nl: De examen is geschorst door een geautoriseerde toezichthouder. Herstart uw assessment en neem, indien nodig, contact op met uw toezichthouder indien u het wil hervatten.
pt_br: A avaliação foi suspensa por um vigilante autorizado. Se você deseja retomar sua avaliação, por favor, reinicie-a e entre em contato com seu vigilante, se necessário.
ro_ro: Evaluarea a fost suspendată de un proctor autorizat. Dacă doriți să reluați evaluarea, vă rugăm să o relansați și să contactați proctorul dacă este necesar.
ru_ru: Оценка приостановлена наблюдателем с соответствующими полномочиями. Если желаете возобновить оценку, перезапустите ее и при необходимости обратитесь к наблюдателю.
sk_sk: Hodnotenie bolo pozastavené oprávneným administrátorom. Ak chcete hodnotenie obnoviť, spustite ho znova a v prípade potreby kontaktujte svojho administrátora testovania.

source: The assessment has been suspended. To resume your assessment, please relaunch it and contact your proctor if required.
ar_sa: تم تعليق التقييم. لاستئناف تقييمك، يرجى إعادة إطلاقه والاتصال بمراقبك إذا لزم الأمر.
de_de: Die Prüfung wurde ausgesetzt. Um Ihre Prüfung fortzusetzen, starten Sie sie bitte neu und wenden Sie sich bei Bedarf an Ihren Prüfer.
fr_fr: L'évaluation a été suspendue. Pour poursuivre votre évaluation, veuillez la relancer et contacter votre surveillant d'examen si nécessaire.
hu_hu: Az értékelés felfüggesztésre került. Az értékelés folytatásához kérjük, indítsa újra, és szükség esetén vegye fel a kapcsolatot a felügyelőjével.
ja_jp: テストは中断されています。再開する場合は、再度実行して必要に応じて試験監督に連絡してください。
lt_lt: Jūsų vertinimas yra atidėtas. Kad tęsti jūsų įvertinimą, prašome pradėti iš naujo arba pranešti jūsų proktoriui, jeigu būtina.
nl_nl: De toets is opgeschort. Om uw toets te hervatten, gelieve deze opnieuw te starten en contact op te nemen met uw proctor indien nodig.
pt_br: A avaliação foi suspensa. Para retomar sua avaliação, por favor, reinicie-a e entre em contato com seu perfil, se necessário.
ro_ro: Evaluarea a fost suspendată. Pentru a relua evaluarea, vă rugăm să o reporniți și să contactați proctorul dacă este necesar.
ru_ru: Оценка приостановлена. Чтобы возобновить оценку, перезапустите ее и при необходимости обратитесь к наблюдателю.
sk_sk: Hodnotenie bolo pozastavené. Ak chcete pokračovať v hodnotení, spustite ho znova a v prípade potreby kontaktujte svojho dozorcu.

source: The assessment has been suspended. To resume your assessment, please relaunch it.
ar_sa: تم تعليق التقييم. لاستئناف التقييم الخاص بك ، يرجى إعادة إطلاقه.
de_de: Die Prüfung wurde unterbrochen. Um Ihre Prüfung fortzusetzen, starten Sie sie bitte erneut.
fr_fr: L'évaluation a été suspendue. Pour la reprendre, veuillez la relancer.
hu_hu: A felmérés felfüggesztésre került. A folytatáshoz kérjük, indítsa újra.
ja_jp: テストは中断されています。再開する場合は再度実施してください。
lt_lt: Vertinimas buvo suspenduotas. Norint tęsti, prašome pradėti iš naujo.
nl_nl: De assessment is geschorst door een geautoriseerde toezichthouder. Herstart uw assessment om het te hervatten.
pt_br: A avaliação foi suspensa. Para retomar a avaliação, por favor, reinicie-a.
ro_ro: Evaluarea a fost suspendată. Pentru a vă relua evaluarea, vă rugăm să o relansați.
ru_ru: Оценка приостановлена. Чтобы возобновить оценку, перезапустите ее.
sk_sk: Hodnotenie bolo pozastavené. Ak chcete hodnotenie obnoviť, spustite ho znova.

source: The assessment has been terminated.
ar_sa: تم إنهاء التقييم.
de_de: Die Prüfung wurde beendet.
fr_fr: L'évaluation s'est achevée.
hu_hu: Az értékelést megszüntették.
ja_jp: テストは終了されました
lt_lt: Vertinimas buvo nutrauktas.
nl_nl: Het assessment is beëindigt.
pt_br: A avaliação foi terminada.
ro_ro: Evaluarea a fost încheiată.
ru_ru: Оценка прекращена.
sk_sk: Hodnotenie bolo ukončené.

source: The assessment has been terminated. You cannot interact with it anymore.
ar_sa: تم إنهاء التقييم. لا يمكنك التفاعل معه بعد الآن.
de_de: Die Prüfung wurde beendet. Sie können nicht mehr daran teilnehmen.
fr_fr: L'évaluation vient de se terminer. Vous ne pouvez plus interagir avec elle.
hu_hu: A felmérés leállt. Többé nem léphet vele kapcsolatba.
ja_jp: テストは終了していますので、これ以上操作することはできません。
lt_lt: Vertinimas buvo nutrauktas. Jūs negalite tęsti jo daugiau.
nl_nl: Het assessment is beëindigt. U kunt er niet meer mee verder gaan.
pt_br: A avaliação foi encerrada. Você não pode interagir mais com ela.
ro_ro: Evaluarea a fost terminată. Nu mai puteți interacționa cu ea.
ru_ru: Оценка прекращена. Вы больше не можете взаимодействовать с ней.
sk_sk: Hodnotenie bolo ukončené. Už s ním nemôžete interagovať.

source: The assessment is still running.
ar_sa: التقييم لا يزال قيد التشغيل.
de_de: Die Prüfung läuft noch.
fr_fr: L'évaluation est toujours en cours.
hu_hu: Az értékelés még folyamatban van.
ja_jp: テストは実施中です
lt_lt: Įvertinimas vis dar vykdomas.
nl_nl: Het assessment is nog steeds in gang.
pt_br: A avaliação ainda está em curso.
ro_ro: Evaluarea este încă în curs de desfășurare.
ru_ru: Оценка все еще выполняется.
sk_sk: Hodnotenie stále prebieha.

source: The candidate is not allowed to submit invalid responses.
ar_sa: لا يسمح للمرشح بتقديم ردود غير صحيحة.
de_de: Der Kandidat darf keine ungültigen Antworten senden.
fr_fr: Le candidat n'a pas la permission de soumettre des réponses invalides.
hu_hu: A jelölt nem küldhet be érvénytelen válaszokat.
ja_jp: 無効な解答（未解答がないか）を確認しアラートを出します。
lt_lt: Kandidatui neleidžiama pateikti blogus atsakymus.
nb_no: Eleven kan ikke levere ugyldige svar.
nl_nl: De kandidaat mag geen ongeldige antwoorden indienen.
pt_br: O candidato não pode enviar respostas inválidas.
ro_ro: Candidatul nu are permisiunea de a trimite răspunsuri invalide.
ru_ru: Кандидату не разрешено отправлять недопустимые ответы.
sk_sk: Kandidát nesmie odoslať neplatné odpovede.

source: The connection seems to be back, please proceed
ar_sa: يبدو أن الاتصال قد عاد ، يرجى المتابعة
de_de: Die Verbindung scheint zurück zu sein, bitte fortfahren
fr_fr: La connexion semble refonctionner, veuillez poursuivre.
hu_hu: Úgy tűnik, hogy a kapcsolat helyreállt, kérjük, folytassa.
ja_jp: 接続が回復したようです。続けてください。
lt_lt: Ryšys atrodo, kad atsirado. Prašome tęsti
nb_no: Tilkoblingen ser ut til å være tilbake. Fortsett arbeidet
nl_nl: De verbinding lijkt terug te zijn, ga alstublieft verder
pt_br: A conexão parece estar de volta, por favor prossiga
ro_ro: Se pare că conexiunea s-a întors, vă rugăm să continuați
ru_ru: Похоже, подключение восстановлено, продолжайте
sk_sk: Zdá sa, že pripojenie je obnovené, pokračujte prosím.

source: the current question
ar_sa: السؤال الحالي
de_de: die aktuelle Frage
fr_fr: la question actuelle
hu_hu: a jelenlegi kérdés
ja_jp: 今問題になっているもの
nb_no: det aktuelle spørsmålet
pt_br: a pergunta atual
ro_ro: întrebarea curentă
sk_sk: aktuálna otázka

source: The dependency to the IMS QTI AssessmentItemRef "%s" in the IMS Manifest file could not be resolved.
ar_sa: تعذر حل تبعية "%s" لـ IMS QTI AssessmentItemRef في ملف IMS Manifest.
de_de: Die Abhängigkeit zu IMS QTI AssessmentItemRef "%s" im IMS Manifest konnte nicht aufgelöst werden.
fr_fr: La dépendance de l'IMS QTI AssessmentItemRef "%s" dans le fichier de manifeste IMS n'a pas pu être résolu.
hu_hu: Az IMS jegyzékfájlban található IMS QTI AssessmentItemRef "%s" értéktől való függőség nem oldható fel.
ja_jp: IMSマニフェストファイル内の IMS QTI AssessmentItemRef"%s"への依存関係は解決できませんでした。
lt_lt: IMS QTI priklausomybė AssessmentItemRef "%s" IMS Manifesto faile negalėjo būti išspręsta.
nb_no: Avhengigheten til IMS QTI AssessmentItemRef "%s" i IMS Dokument-filen kunne ikke løses.
nl_nl: De afhankelijkheid met het IMS QTI AssessmentItemRef "%s" in het IMS Manifest kon niet worden opgelost
pt_br: A dependência do IMS QTI AssessmentItemRef "%s no arquivo do Manifesto IMS não pôde ser resolvida.
ro_ro: Dependenţa de IMS QTI AssessmentItemRef "%s" în fişierul IMS Manifest nu a putut fi rezolvată.
ru_ru: Невозможно обработать зависимость для ссылки на элемент оценки IMS QTI «%s» в файле манифеста IMS.
sk_sk: Závislosť od IMS QTI AssessmentItemRef „%s“ v súbore manifestu IMS sa nepodarilo vyriešiť.

source: The download will be available in <strong>%d</strong> seconds
ar_sa: سيكون التنزيل متاحًا في غضون <strong>%d</strong> ثانية
de_de: Der Download wird in <strong>%d</strong> Sekunden verfügbar sein
fr_fr: Le téléchargement sera disponible dans <strong>%d</strong> secondes
hu_hu: A letöltés <strong>%d</strong> másodperc múlva lesz elérhető
ja_jp: ダウンロードは<strong>%d</strong>秒で利用可能になります。
nb_no: Nedlastingen vil være tilgjengelig om <strong>%d </strong> sekunder
pt_br: O download estará disponível em <strong>%d</strong> segundos
ro_ro: Descărcarea va fi disponibilă în <strong>%d</strong> secunde
ru_ru: Загрузка будет доступна через <strong>%d</strong> секунд (-ы)
sk_sk: Stiahnutie bude k dispozícii o <strong>%d</strong> sekúnd

source: The following identifiers are not unique accross the test : %s
ar_sa: المعرفات التالية ليست فريدة عبر الروائز: %s
de_de: Die folgenden Identifikatoren sind beim Test nicht eindeutig: %s
fr_fr: Les identifiants suivants ne sont pas uniques dans le test : %s
hu_hu: A következő azonosítók nem egyediek a tesztben: %s
ja_jp: この識別子はテスト全体でユニークではありません : %s
lt_lt: Šie identifikatoriai nėra unikalūs visame teste : %s
nb_no: Følgende identifikatorer er ikke unike i testen: %s
nl_nl: De volgende identificaties zijn niet uniek voor de test: %s
pt_br: Os seguintes identificadores não são originais únicos no teste: %s
ro_ro: Următorii identificatori nu sunt excepţionali de-a lungul testului: %s
ru_ru: Следующие идентификаторы не уникальны в пределах теста: %s
sk_sk: Nasledujúce identifikátory nie sú v rámci testu jedinečné: %s

source: The given target is not an instance of core_kernel_classes_Resource
de_de: Das angegebene Ziel ist keine Instanz der core_kernel_classes_Resource
ro_ro: Ținta dată nu este o instanță de core_kernel_classes_Resource
sk_sk: Daný cieľ nie je inštanciou core_kernel_classes_Resource

source: The identifier of the item reference.
ar_sa: معرّف مرجع البند.
de_de: Der Bezeichner der Element-Referenz.
fr_fr: L'identifiant de la référence de l'item.
hu_hu: Az elemhivatkozás azonosítója.
ja_jp: アイテム参照用識別子
lt_lt: Elemento šaltinio identifikatorius.
nb_no: Identifikatoren for oppgavereferansen.
nl_nl: De naam van de item referentie
pt_br: O identificador da referência do item.
ro_ro: Identificatorul pentru referinta elementului.
ru_ru: Идентификатор ссылки на элемент.
sk_sk: Identifikátor odkazu na položku.

source: The identifier of the section.
ar_sa: معرّف القسم.
de_de: Der Bezeichner des Abschnitts.
fr_fr: L'identifiant de la section.
hu_hu: A szakasz azonosítója.
ja_jp: セクション識別子
lt_lt: Skyriaus identifikatorius.
nb_no: Identifikatoren for seksjonen.
nl_nl: De naam van de sectie
pt_br: O identificador da seção.
ro_ro: Identificatorul secțiunii.
ru_ru: Идентификатор раздела.
sk_sk: Identifikátor sekcie.

source: The IMS QTI Item referenced as "%s" in the IMS Manifest file was already stored in the Item Bank.
ar_sa: تم مسبقا تخزين عنصر IMS QTI المشار إليه على أنه "%s" في ملف IMS Manifest في بنك البنود.
de_de: Das in der IMS-Manifestdatei als "%s" referenzierte IMS QTI-Element war bereits in der Item-Bank gespeichert.
fr_fr: L'élément IMS QTI référencé comme «%s» dans le fichier manifeste IMS était déjà stocké dans la Banque d'articles.
hu_hu: Az IMS jegyzékfájlban "%s" ként hivatkozott IMS QTI tétel már el volt tárolva a tételbankban.
ja_jp: IMS Manifestファイルの中で"%s"として参照されているIMS QTIアイテムは、すでにアイテムバンクに格納されました。
lt_lt: IMS QTI Elementas nurodytas kaip "%s" IMS Manifesto faile jau buvo patalpintas Elementų Banke.
nl_nl: Het IMS QTI item, met referentie "%s" in het IMS Manifest bestand, was al opgeslagen in de itembank
pt_br: O item IMS QTI referenciado como "%s" no arquivo IMS Manifesto já estava armazenado no Item Bank.
ro_ro: Elementul IMS QTI referit ca "%s" în fişierul IMS Manifest a fost deja stocat în Banca Elementelor.
ru_ru: Элемент IMS QTI со ссылкой «%s» в файле манифеста IMS уже сохранен в банке элементов.
sk_sk: Položka IMS QTI označená ako „%s“ v súbore manifestu IMS už bola uložená v banke položiek.

source: The IMS QTI Test Package could not be imported.
ar_sa: تعذر استيراد حزمة الرائز IMS QTI.
de_de: IMS QTI Test Paket konnte nicht importiert werden.
fr_fr: Le paquet de test IMS QTI n'a pu être importé.
hu_hu: Az IMS QTI tesztcsomag importálása sikertelen.
ja_jp: IMS QTIのテストパッケージはインポートできませんでした。
lt_lt: IMS QTI Testo Paketas negali būti importuotas.
nb_no: IMS QTI-prøvepakken kunne ikke importeres.
nl_nl: Het IMS QTI toets pakket kon niet worden geïmporteerd
pt_br: O pacote de teste IMS QTI não pôde ser importado.
ro_ro: Pachetul de test IMS QTI nu a putut fi importat.
ru_ru: Невозможно импортировать пакет для тестирования IMS QTI.
sk_sk: Testovací balík IMS QTI sa nepodarilo importovať.

source: The IMS QTI Test referenced as "%s" in the IMS Manifest file could not be imported.
ar_sa: تعذر استيراد الرائز IMS QTI المشار إليه كـ "%s" في ملف IMS Manifest.
de_de: Der IMS QTI Test, referenziert als "%s" in der IMS Manifest Datei konnte nicht importiert werden.
fr_fr: Le test IMS QTI référencé comme "%s" dans le fichier de manifeste IMS n'a pu être importé.
hu_hu: Az IMS jegyzékfájlban "%s"-ként hivatkozott IMS QTI teszt importálása sikertelen volt.
ja_jp: IMSマニフェストファイルで、"%s" として参照されたIMS QTIアイテムはインポートされませんでした。
lt_lt: IMS QTI Elementas nurodytas kaip "%s" IMS Manifesto faile nepavyko importuoti.
nb_no: IMS QTI \-prøven referert til som "%s" i IMS Dokument-filen kunne ikke importeres.
nl_nl: Het IMS QTI item, met referentie "%s" in het IMS Manifest bestand, kon niet worden geïmporteerd.
pt_br: O teste IMS QTI referenciado como "%s" no arquivo IMS Manifest não pôde ser importado.
ro_ro: Testul IMS QTI referit ca "%s" în fişierul IMS Manifest nu a putut fi importat.
ru_ru: Невозможно импортировать тест IMS QTI, указанный в файле манифеста IMS как «%s».
sk_sk: Test IMS QTI, na ktorý sa v súbore manifestu IMS odkazuje ako „%s“, sa nepodarilo importovať.

source: The maximum number of points (MNOP) that can be achieved in this test. This value is calculated by summing the MAXSCORE of all items across all sections.
de_de: Die maximale Anzahl von Punkten, die in diesem Test erreicht werden können. Dieser Wert wird durch Zusammenfassung der MAXSCORE aller Elemente in allen Abschnitten berechnet.
ro_ro: Numărul maxim de puncte (MNOP) care pot fi obținute în cadrul acestui test. Această valoare este calculată prin însumarea MAXSCORE pentru toate elementele din toate secțiunile.
sk_sk: Maximálny počet bodov (MNOP), ktorý je možné v tomto teste dosiahnuť. Táto hodnota sa vypočíta súčtom MAXSCORE všetkých položiek vo všetkých sekciách.

source: The navigation mode determines the general paths that the candidate may take. A linear mode restricts the candidate to attempt each item in turn. Non Linear removes this restriction.
ar_sa: يحدد وضع التنقل المسارات العامة التي قد يسلكها المرشح. يقيد النموذج الخطي المرشح لمحاولة كل عنصر بدوره. غير الخطية إزالة هذا القيد.
de_de: Der Navigationsmodus bestimmt den generellen Weg den der Kandidat nimmt. Ein linearer Modus zwingt den Kandidaten dazu, jedes Element in der vorgegebenen Reihenfolge zu versuchen. Nicht-Linear entfernt diese Beschränkung.
fr_fr: Le mode de navigation détermine les chemins que le candidat peut prendre. Un mode linéaire restreint le candidat à passer chaque item à la suite. Un mode non-linéaire lève cette restriction.
hu_hu: A navigációs mód határozza meg az általános útvonalakat, amelyeket a jelölt követhet. A lineáris mód arra korlátozza a jelöltet, hogy az egyes elemeket egymás után próbálja meg. A nemlineáris mód megszünteti ezt a korlátozást.
ja_jp: 受験者が解答する順序をコントロールします。「順次式」の場合、受験者は提示された順序で解答してゆきます。「非順次式」の場合は、受験者は問題を任意の順序で自由に解答できます。
nb_no: Navigasjonsmodusen bestemmer mulighetene som eleven har for å navigere i oppgavesettet. En lineær modell begrenser eleven til å besvare hver oppgave etter tur. Ikke-lineær modell fjerner denne begrensningen.
nl_nl: De navigatie modus bepaalt de algemene pad die een kandidaat kan nemen. Een lineaire modus zorgt ervoor dat een kandidaat elk item achter moet maken. Niet lineair heft deze restrictie op.
pt_br: O modo de navegação determina os caminhos gerais que o candidato pode seguir. O modo linear restringe o candidato a tentar cada item em volta. Não linear remove esta restrição.
ro_ro: Modul de navigație determină căile generale pe care candidatul le poate urma. Un mod liniar restricționează candidatul să încerce fiecare element pe rând. Non Linear elimină această restricție.
ru_ru: В режиме навигации задаются общие пути действий для кандидата. В линейном режиме кандидат должен попытаться решить каждый элемент по очереди. В нелинейном режиме такого ограничения нет.
sk_sk: Navigačný režim určuje všeobecné cesty, ktorými sa kandidát môže vydať. Lineárny režim obmedzuje kandidáta na postupné skúšanie každej položky. Nelineárny režim toto obmedzenie odstraňuje.

source: The number of child elements to be selected.
ar_sa: عدد العناصر الفرعية المطلوب تحديدها.
de_de: Die Anzahl der auszuwählenden Kinderelemente.
fr_fr: Le nombre d'éléments enfant à sélectionner.
hu_hu: A kiválasztandó gyermekelemek száma.
ja_jp: 選択出題される数
lt_lt: Skaičius elementų vaikų pasirinkti.
nb_no: Antall underelementer som skal velges.
nl_nl: Het aantal te selecteren onderliggende elementen
pt_br: O número de elementos a serem seleccionados.
ro_ro: Numărul de elemente copil de selectat.
ru_ru: Количество дочерних элементов, которые можно выбрать.
sk_sk: Počet podradených prvkov, ktoré sa majú vybrať.

source: The original title of the section.
de_de: Der ursprüngliche Titel des Abschnitts.
ro_ro: Titlul original al secţiunii.
sk_sk: Pôvodný názov sekcie.

source: The original title of the test.
de_de: Der ursprüngliche Titel des Tests.
ro_ro: Titlul original al testului.
sk_sk: Pôvodný názov testu.
