Repository: oat-sa/extension-tao-testqti
Catalog: locales/*/messages.po
Languages: ar_sa, de_de, fr_fr, hu_hu, ja_jp, lt_lt, nb_no, nl_nl, pt_br, ro_ro, ru_ru, sk_sk

source: Set the XHTML-QTI identifier of the rubric block.
ar_sa: قم بتعيين معرف XHTML-QTI لكتلة القاعدة.
de_de: Setzen Sie die XHTML-QTI-Kennung des rubric-Blocks.
fr_fr: Indiquer l'identifiant XHTML-QTI du bloc de rubrique
hu_hu: Állítsa be a rubrikablokk XHTML-QTI azonosítóját.
ja_jp: ルーブリックブロックの XHTML-QTI 識別子を設定
lt_lt: Nustatyti XHTML-QTI identifikatorių rubrikos blokui.
nb_no: Angi XHTML-QTI-identifikatoren for rubrikkboksen.
nl_nl: Stel de XHTML-QTI naam in van het rubric blok
pt_br: Defina o identificador XHTML-QTI do bloco de rubrica.
ro_ro: Setaţi identificatorul XHTML-QTI al blocului cauciuc.
ru_ru: Задать идентификатор XHTML-QTI для тематического блока.
sk_sk: Nastavte identifikátor XHTML-QTI bloku rubriky.

source: SetSynchronisationService successfully configured.
ar_sa: تم تكوين SetSynchronisationService بنجاح.
de_de: SetSynchronisationService erfolgreich konfiguriert.
fr_fr: SetSynchronisationService configuré avec succès.
hu_hu: A SetSynchronisationService konfigurálása sikeresen megtörtént.
ja_jp: SetSynchronisationServiceの設定が完了しました
nb_no: SetSynchronisationService ble konfigurert.
pt_br: Serviço configurado com sucesso.
ro_ro: SetSynchronisationServiciul a fost configurat cu succes.
sk_sk: Služba SetSynchronizationService bola úspešne nakonfigurovaná.

source: Settings
ar_sa: إعدادات/تطبيقات
de_de: Einstellungen
fr_fr: Réglages
hu_hu: Beállítások
ja_jp: 設定
lt_lt: Nustatymai
nb_no: Instillinger
nl_nl: Instellingen
pt_br: Configurações
ro_ro: Setări
ru_ru: Настройки
sk_sk: Nastavenia

source: Show Feedback
ar_sa: إظهار التغذية الراجعة
de_de: Feedback anzeigen
fr_fr: Montrer le retour
hu_hu: Visszajelzés megjelenítése
ja_jp: フィードバック表示
lt_lt: Rodyti Atsiliepimą
nb_no: Vis tilbakemelding
nl_nl: Feedback tonen
pt_br: Mostrar Feedback
ro_ro: Arată feedback
ru_ru: Показывать отзывы
sk_sk: Zobraziť spätnú väzbu

source: Show Review
ar_sa: إظهار المراجعة
de_de: Bewertung anzeigen
fr_fr: Montrer le passage en revue
hu_hu: Értékelés megjelenítése
ja_jp: 問題一覧
lt_lt: Rodyti Apžvalgą
nb_no: Vis å se gjennom
nl_nl: Toon beoordeling
pt_br: Exibir avaliação
ro_ro: Arată Recenzia
ru_ru: Показать панель просмотра
sk_sk: Zobraziť recenziu

source: Show Solution
ar_sa: إظهار الحل
de_de: Lösung anzeigen
fr_fr: Afficher la solution
hu_hu: Megoldás megjelenítése
ja_jp: 答えを表示
lt_lt: Rodyti Sprendimą
nb_no: Vis løsning
nl_nl: Oplossing tonen
pt_br: Mostrar Solução
ro_ro: Arată soluția
ru_ru: Показывать решение
sk_sk: Zobraziť riešenie

source: Show test overview panel
ar_sa: عرض لوحة النظرة العامة على الرائز
de_de: Testübersicht anzeigen
fr_fr: Afficher la vue d'ensemble des tests
hu_hu: Tesztáttekintés panel megjelenítése
ja_jp: テスト一覧表示
pt_br: Mostrar painel de visão geral de teste
ro_ro: Arată panoul de prezentare a testelor
sk_sk: Zobraziť panel s prehľadom testov

source: Show the review screen
ar_sa: إظهار مراجعة الشاشة
de_de: Inhalt anzeigen
fr_fr: Afficher l'écran de revue
hu_hu: Az áttekintési képernyő megjelenítése
ja_jp: レビュースクリーン表示
lt_lt: Rodyti apžvalgos ekraną
nb_no: Vis å se gjennom på skjerm
nl_nl: Toon het overzichtsscherm
pt_br: Mostrar a tela de revisão
ro_ro: Arată ecranul de recenzie
ru_ru: Показывать экран пересмотра
sk_sk: Zobraziť obrazovku kontroly

source: Show the solution once the answer is submitted.
ar_sa: اعرض الحل بمجرد تقديم الإجابة.
de_de: Lösung nach Einreichen der Antwort anzeigen.
fr_fr: Afficher la solution une fois que la réponse a été soumise.
hu_hu: Mutasd be a megoldást, miután beküldted a választ.
ja_jp: 解答を送信すると答えを表示します
lt_lt: Rodyti sprendimą, kai atsakymas yra pateiktas.
nb_no: Vis løsningen når besvarelsen er levert.
nl_nl: Laat de oplossing zien nadat het antwoord is verzonden.
pt_br: Mostrar a solução quando a resposta for submetida.
ro_ro: Arată soluția odată ce răspunsul a fost trimis.
ru_ru: Показывать решение после отправки ответа.
sk_sk: Po odoslaní odpovede ukážte riešenie.

source: Show timers
ar_sa: عرض ضبط الوقت
de_de: Verfügbare Zeit anzeigen
fr_fr: Montrer les temps
hu_hu: Időzítők megjelenítése
ja_jp: タイマー表示
lt_lt: Rodyti laiką
nb_no: Vis tidtakere
nl_nl: Toon resterende tijd
pt_br: Mostrar temporizadores
ro_ro: Afișare cronometre
ru_ru: Показывать таймеры
sk_sk: Zobraziť časovače

source: Show/Hide the review screen
ar_sa: إظهار / إخفاء شاشة المراجعة
de_de: Zeige/Verberge die Vorschau
fr_fr: Afficher/cacher l'écran de revue
hu_hu: Az áttekintési képernyő megjelenítése/elrejtése
ja_jp: レビュースクリーン表示／非表示
lt_lt: Rodyti/Slėpti apžvalgos ekraną
nb_no: Vis/skjul å se gjennom-bildet
nl_nl: Toon/verberg het voorbeeld scherm
pt_br: Mostrar/Ocultar a tela de revisão
ro_ro: Arată/ascunde ecranul de recenzie
ru_ru: Показывать/скрывать экран пересмотра
sk_sk: Zobraziť/Skryť obrazovku kontroly

source: Shuffle
ar_sa: خلط
de_de: Mischen
fr_fr: Aléatoire
hu_hu: Keverés
ja_jp: シャッフル
lt_lt: Maišyti
nb_no: Tilfeldig rekkefølge
nl_nl: Schudden
pt_br: Aleatório
ro_ro: Amestecare
ru_ru: Перемешать
sk_sk: Náhodne

source: Simultaneous
ar_sa: متزامنة
de_de: Gleichzeitig
fr_fr: Simultané
hu_hu: Egyidejű
ja_jp: 同時
lt_lt: Vienalaikis
nb_no: Samtidig
nl_nl: Tegelijkertijd
pt_br: simultâneo
ro_ro: Simultan
ru_ru: Одновремен.
sk_sk: Súčasné

source: Skip
ar_sa: تخطى
de_de: Überspringen
fr_fr: Passer
hu_hu: Kihagyás
ja_jp: スキップ
lt_lt: Panaikinti atsakymą
nb_no: Hopp over
nl_nl: Overslaan
pt_br: Ignorar
ro_ro: Omitere
ru_ru: Пропустить
sk_sk: Preskočiť

source: Skip &amp; End Test
ar_sa: تخطي ونهاية الرائز
de_de: Überspringen und Test beenden
fr_fr: Passer et finir le test
hu_hu: Kihagyás &amp; Teszt vége
ja_jp: スキップ &amp; テスト終了
lt_lt: Praleisti &amp; Baigti darbą
nb_no: Hopp over & amp; Avslutt Prøve
nl_nl: Sla &amp over; Einde toets
pt_br: Ignorar &amp; Testar o Fim
ro_ro: Sari &amp; Sfârșit Test
ru_ru: Пропустить и завершить тест
sk_sk: Preskočiť &amp; Ukončiť test

source: Skip and end test
ar_sa: تخطي ونهاية الرائز
de_de: Test überspringen und beenden
fr_fr: Passer et finir le test
hu_hu: Teszt kihagyása és befejezése
ja_jp: スキップしテスト終了
lt_lt: Praleisti ir baigti darbą
nb_no: Hopp over og avslutt prøve
nl_nl: Sla over en beëindig examen
pt_br: Pular e terminar teste
ro_ro: Omite și testul de sfârșit
ru_ru: Пропустить и завершить тест
sk_sk: Preskočiť a ukončiť test

source: Skip and go to the end of the test
ar_sa: تخطى وأنهي الرائز
de_de: Überspringen und bis zum Ende des Tests gehen
fr_fr: Passer et aller à la fin du test
hu_hu: Ugrás a teszt végére
ja_jp: スキップしてテストを終了します
lt_lt: Praleisti ir eiti į testo pabaigą
nb_no: Hopp over og gå til slutten av prøven
nl_nl: Sla over en ga naar het einde van examen
pt_br: Pular e ir para o final do teste
ro_ro: Omiteți și mergeți la sfârșitul testului
ru_ru: Пропустить и перейти в конец теста
sk_sk: Preskočiť a prejsť na koniec testu

source: Skip and go to the next item
ar_sa: تخطى وانتقل إلى البند الموالي
de_de: Überspringe und gehe zum nächsten Element
fr_fr: Passer et aller à l'item suivant
hu_hu: Kihagyás és ugrás a következő elemre
ja_jp: スキップして次へ進みます
lt_lt: Praleisti ir eiti į kitą elementą
nb_no: Hopp over og gå til neste oppgave
nl_nl: Overslaan en naar het volgende item gaan
pt_br: Pular e ir para o próximo item
ro_ro: Sari și mergi la următorul element
ru_ru: Пропустить и перейти к следующему элементу
sk_sk: Preskočiť a prejsť na ďalšiu položku

source: Skip to the end of the test
ar_sa: تخطي إلى نهاية الرائز
de_de: Zum Ende des Tests springen
fr_fr: Passer jusqu'à la fin du test
hu_hu: Ugrás a teszt végére
ja_jp: テストの最後までスキップします
lt_lt: Praleisti iki testo pabaigos
nb_no: Gå til slutten av prøven
nl_nl: Ga naar het eind van de toets
pt_br: Pular para o final do teste
ro_ro: Sari la sfârșitul testului
ru_ru: Пропустить до конца теста
sk_sk: Preskočiť na koniec testu

source: Skip to the next item
ar_sa: تخطى وانتقل إلى الجزء الموالي
de_de: Zum nächsten Element springen
fr_fr: Passer au prochain item
hu_hu: Ugrás a következő elemre
ja_jp: 次の問題にスキップします
lt_lt: Panaikinkite atsakymą ir pereikite į kitą klausimą
nb_no: Gå til neste oppgave
nl_nl: Ga naar het volgende item
pt_br: Pular para o próximo item
ro_ro: Salt la următorul element
ru_ru: Пропустить до следующего элемента
sk_sk: Preskočiť na ďalšiu položku

source: Skip to the next section
ar_sa: تخطى وانتقل إلى القسم الموالي
de_de: Zum nächsten Abschnitt springen
fr_fr: Passer à la prochaine section
hu_hu: Ugrás a következő szakaszra
ja_jp: 次のセクションにスキップします
lt_lt: Pereiti į kitą skyrių
nb_no: Gå til neste seksjon
nl_nl: Ga naar de volgende sectie
pt_br: Pular para a próxima seção
ro_ro: Sari la următoarea secțiune
ru_ru: Пропустить до следующего раздела
sk_sk: Preskočiť na ďalšiu sekciu

source: Some rubric blocks have been updated to reflect the changes in the list of outcomes.
ar_sa: تم تحديث بعض مجموعات قواعد التقييم لتعكس التغييرات في قائمة النتائج.
de_de: Einige rubrische Blöcke wurden aktualisiert, um die Änderungen in der Ergebnisliste wiederzugeben.
fr_fr: Certains blocs de rubrique ont été mis à jour pour refléter les changements dans la liste des résultats.
hu_hu: Néhány rubrikablokkot frissítettünk, hogy tükrözzék az eredmények listájának változásait.
ja_jp: 結果リストの変更に伴い、一部のルーブリックブロックを更新しました
nb_no: Noen rubrikkbokser er oppdatert for å gjenspeile endringene i resultatlisten.
nl_nl: Sommige rubric blokken zijn geupdate om de veranderingen in de lijst van de uitkomsten weer te geven.
pt_br: Alguns blocos de rubrica foram atualizados para refletir as alterações na lista de resultados.
ro_ro: Unele blocuri de cauciuc au fost actualizate pentru a reflecta modificările din lista de rezultate.
ru_ru: Некоторые тематические блоки были обновлены, они теперь отображают изменения в списке результатов.
sk_sk: Niektoré rubriky boli aktualizované, aby odrážali zmeny v zozname výsledkov.

source: Something unexpected happened.
ar_sa: حدث شيء غير متوقع.
de_de: Etwas Unerwartetes ist passiert.
fr_fr: Quelque chose d'inattendu s'est produit.
hu_hu: Valami váratlan történt.
ja_jp: 予想外のエラーが発生しました。
nb_no: En uventet handling oppstod.
pt_br: Algo inesperado aconteceu.
ro_ro: S-a întâmplat ceva neașteptat.
sk_sk: Stalo sa niečo neočakávané.

source: Something went wrong...
ar_sa: حدث خطأ ما...
de_de: Etwas ist schief gelaufen ...
fr_fr: Quelque chose ne s'est pas passé comme prévu...
hu_hu: Valami rosszul sült el...
ja_jp: 何か問題が発生しました。
nb_no: Noe gikk galt...
pt_br: Ocorreu um erro...
ro_ro: Ceva nu a mers bine...
sk_sk: Niečo sa pokazilo...

source: Speech speed
ar_sa: سرعة الكلام
de_de: Sprachgeschwindigkeit
fr_fr: Vitesse du discours
hu_hu: beszédsebesség
ja_jp: 話す速さ
lt_lt: Kalbos greitis
nb_no: Talehastighet
nl_nl: Vaart van de spraak
pt_br: Velocidade da fala
ro_ro: Viteza de vorbire
ru_ru: Скорость речи
sk_sk: Rýchlosť reči

source: Speed
ar_sa: سرعة
de_de: Geschwindigkeit
fr_fr: Rapidité
hu_hu: Sebesség
ja_jp: 速さ
nb_no: Hastighet
pt_br: Velocidade
ro_ro: Viteză
sk_sk: Rýchlosť

source: Start Test-part
ar_sa: ابدأ جزء الرائز
de_de: Test-Teil starten
fr_fr: Commencer la test-part
hu_hu: Teszt indítása - rész
ja_jp: テストパート開始
lt_lt: Pradėti Testo dalį
nb_no: Start prøvedel
nl_nl: Start Toets deel
pt_br: Iniciar Teste-parte
ro_ro: Începe Test-parte
ru_ru: Начать часть теста
sk_sk: Spustiť testovaciu časť

source: Status
sk_sk: Stav

source: Step 1: Download the file (see below when available).
ar_sa: الخطوة 1: قم بتنزيل الملف (انظر أدناه عندما يكون ذلك متاحًا).
de_de: Schritt 1: Laden Sie die Datei herunter (siehe unten, wenn verfügbar).
fr_fr: Étape 1 : Téléchargez le fichier (voir ci-dessous).
hu_hu: 1. lépés: Töltse le a fájlt (lásd alább, ha elérhető).
ja_jp: ステップ1：ファイルをダウンロードする（利用可能な場合は下記を参照）。
nb_no: Trinn 1: Last ned filen (se nedenfor når den er tilgjengelig)
pt_br: Passo 1: Baixar o arquivo (veja abaixo quando disponível).
ro_ro: Pasul 1: Descarcă fişierul (vezi mai jos când este disponibil).
sk_sk: Krok 1: Stiahnite si súbor (ak bude k dispozícii, pozrite si ho nižšie).

source: Step 2: When you are online again, please send the downloaded file to receptionbaseline@nfer.ac.uk together with the
ar_sa: الخطوة 2: عندما تكون متصلاً بالإنترنت مرة أخرى ، يرجى إرسال الملف الذي تم تنزيله إلى Receptionbaseline@nfer.ac.uk
de_de: Schritt 2: Wenn Sie wieder online sind, senden Sie bitte die heruntergeladene Datei zusammen mit dem
fr_fr: Étape 2 : Lorsque vous êtes à nouveau en ligne, veuillez envoyer le fichier téléchargé à receptionbaseline@nfer.ac.uk avec le
hu_hu: 2. lépés: Amikor újra online lesz, kérjük, küldje el a letöltött fájlt a receptionbaseline@nfer.ac.uk címre a
ja_jp: Step 2: 再度オンラインになったら、ダウンロードしたファイルを事務局まで一緒に送ってください。
nb_no: Trinn 2: Når du er online igjen, vennligst send den nedlastede filen til receptionbaseline@nfer.ac.uk sammen med
pt_br: Passo 2: Quando estiver online novamente, envie o arquivo baixado para receptionbaseline@nfer.ac.uk junto com o
ro_ro: Pasul 2: Când ești online din nou, te rugăm să trimiți fișierul descărcat la receptionbasine@nfer.ac.uk împreună cu
sk_sk: Krok 2: Keď budete opäť online, pošlite stiahnutý súbor spolu s

source: Step 3: Once you have downloaded the file you can close the browser window. Do not do anything further with the assessment whilst it shows as "in progress"; the status will be updated once the helpline has uploaded the file.
ar_sa: الخطوة 3: بمجرد تنزيل الملف ، يمكنك إغلاق نافذة المتصفح. لا تفعل أي شيء آخر فيما يتعلق بالتقييم عندما يظهر على أنه "قيد التقدم" ؛ سيتم تحديث الحالة بمجرد أن يقوم خط المساعدة بتحميل الملف.
de_de: Schritt 3: Sobald Sie die Datei heruntergeladen haben, können Sie das Browserfenster schließen. Machen Sie nichts weiter mit der Bewertung, während sie als "im Gange" erscheint; der Status wird aktualisiert, sobald die Helpline die Datei hochgeladen hat.
fr_fr: Étape 3 : Une fois le fichier téléchargé, vous pouvez fermer la fenêtre du navigateur. Ne faites rien de plus avec l'évaluation alors qu'elle apparaît comme "en cours"; le statut sera mis à jour une fois que la ligne d'aide aura téléchargé le fichier.
hu_hu: 3. lépés: Miután letöltötte a fájlt, bezárhatja a böngészőablakot. Ne tegyen semmit a felméréssel, amíg az „folyamatban” állapotú; az állapot frissül, amint a segélyvonal feltöltötte a fájlt.
ja_jp: ステップ3: ファイルのダウンロードが完了したら、ブラウザウィンドウを閉じます。ヘルプラインがファイルをアップロードすると、ステータスが更新されます。
nb_no: Trinn 3: Når du har lastet ned filen, kan du lukke nettleservinduet. Ikke gjør noe med vurderingen mens det vises "pågår"; statusen oppdateres når hjelpelinjen har lastet opp filen.
pt_br: Passo 3: Depois de fazer o download do arquivo, você pode fechar a janela do navegador. Não faça nada mais com a avaliação enquanto ela se revela como "em progresso"; o status será atualizado assim que a linha de ajuda tiver carregado o arquivo.
ro_ro: Pasul 3: Odată ce aţi descărcat fişierul puteţi închide fereastra browserului. să nu facă nimic mai mult cu evaluarea, deși aceasta este „în desfășurare”; starea va fi actualizată odată ce linia de asistență telefonică a fost încărcată fișierul.
sk_sk: Krok 3: Po stiahnutí súboru môžete zatvoriť okno prehliadača. S hodnotením nerobte žiadne ďalšie kroky, kým sa zobrazuje stav „prebieha“. Stav sa aktualizuje po nahraní súboru linkou pomoci.

source: Stop
ar_sa: قف
de_de: Stoppen
fr_fr: Arrêter
ja_jp: ストップ
lt_lt: Stabdyti
nb_no: Stopp
nl_nl: Afbreken
pt_br: Interromper
ro_ro: Oprește
ru_ru: Остановить
sk_sk: Zastaviť

source: Submission
ar_sa: تسليم
de_de: Eingabe
fr_fr: Envoi
hu_hu: Beküldés
ja_jp: 送信（提出）
lt_lt: Pateikimas
nb_no: Innlevering
nl_nl: Bevestiging
pt_br: Submissão
ro_ro: Trimitere
ru_ru: Отправка
sk_sk: Podanie

source: Submit and go to the end of the test
ar_sa: أرسل وانتقل إلى نهايةالرائز
de_de: Test beenden
fr_fr: Envoyer et finir le test
hu_hu: Küldd el és ugorj a teszt végére
ja_jp: テストを送信し終了画面に移動します
lt_lt: Pateikti ir eiti į testo pabaigą
nb_no: Avgi svar og gå til slutten av prøven
nl_nl: Beëindig de test
pt_br: Enviar e ir para o final do teste
ro_ro: Trimiteți și mergeți la sfârșitul testului
ru_ru: Отправить и перейти в конец теста
sk_sk: Odoslať a prejsť na koniec testu

source: Submit and go to the item %s
ar_sa: أرسل وانتقل إلى البند %s
de_de: Absenden und zum Element %s gehen
fr_fr: Soumettre et aller à la rubrique %s
hu_hu: Küldés és ugrás az elemhez %s
ja_jp: 送信してこの問題に移動します: %s
nb_no: Avgi svar og gå til oppgave %s
pt_br: Submeter e ir para o item %s
ro_ro: Trimiteți și mergeți la elementul %s
sk_sk: Odoslať a prejsť na položku %s

source: Submit and go to the next item
ar_sa: أرسل وانتقل إلى البند التالي
de_de: Zur nächsten Seite wechseln
fr_fr: Envoyer et aller à l'item suivant
hu_hu: Elküldés és ugrás a következő elemre
ja_jp: 送信して次の問題に進みます
lt_lt: Pateikite atsakymą ir pereikite į kitą klausimą
nb_no: Avgi svar og gå til neste oppgave
nl_nl: Ga naar de volgende pagina
pt_br: Enviar e ir para o próximo item
ro_ro: Trimiteți și mergeți la următorul element
ru_ru: Отправить и перейти к следующему элементу
sk_sk: Odoslať a prejsť na ďalšiu položku

source: Submit and go to the previous item
ar_sa: إرسال والرجوع إلى البند السابق
de_de: Zur vorherigen Seite zurückkehren
fr_fr: Envoyer et aller à l'item précédent
hu_hu: Elküldés és ugrás az előző elemre
ja_jp: 送信して前の問題に戻ります
lt_lt: Pateikite atsakymą ir grįžkite į ankstesnį klausimo
nb_no: Avgi svar og gå til forrrige oppgave
nl_nl: Ga naar de vorige pagina
pt_br: Enviar e ir para o item anterior
ro_ro: Trimiteți și mergeți la elementul anterior
ru_ru: Отправить и перейти к предыдущему элементу
sk_sk: Odoslať a prejsť na predchádzajúcu položku

source: SUBMIT THE TEST
ar_sa: قم بإرسال الرائز
de_de: DES TEST SUBMIT
fr_fr: SOUMETTRE LE TEST
hu_hu: TESZT BEKÜLDÉSE
ja_jp: テストを提出する
lt_lt: PATEIKTI SAVO TESTĄ
nb_no: LEVER PRØVEN
pt_br: ENVIAR O TEST
ro_ro: TRIMITE TEST
sk_sk: ODOSLAŤ TEST

source: SUBMIT THIS PART
ar_sa: قم بإرسال هذا الجزء من الرائز
de_de: DIESES PART SUBMIT
fr_fr: ENVOYER CETTE PARTIE
hu_hu: EZT A RÉSZT BEKÜLDJE
ja_jp: このパートを提出する
nb_no: LEVER DENNE PRØVEDELEN
pt_br: ENVIAR ESTA PARTE
ro_ro: TRIMITE PREZENTA PARTE
sk_sk: ODOSLAŤ TÚTO ČASŤ

source: Target
sk_sk: Cieľ

source: technical
ar_sa: تقني
de_de: technisch
fr_fr: technique
hu_hu: műszaki
ja_jp: テクニカル
lt_lt: techninis
nb_no: teknisk
nl_nl: technisch
pt_br: técnico
ro_ro: tehnică
ru_ru: техническ.
sk_sk: technické

source: Test constructor
ar_sa: معد الرائز
de_de: Test-Konstruktor
fr_fr: Constructeur de test
hu_hu: Teszt konstruktor
ja_jp: テスト作成
lt_lt: Testuoti konstruktorių
nb_no: Prøveutvikler
nl_nl: Toets constructeur
pt_br: Criador de testes
ro_ro: Constructor de încercare
ru_ru: Составитель теста
sk_sk: Konštruktor testov

source: Test metadata successfully exported.
ar_sa: تم تصدير بيانات تعريف الرائز بنجاح.
de_de: Metadaten erfolgreich exportiert.
fr_fr: Méta-données du test exportées avec succès.
hu_hu: A teszt metaadatok exportálása sikeresen megtörtént.
ja_jp: テストメタデータのエクスポートが完了しました。
lt_lt: Testo meta duomenys sėkmingai išeksportuoti.
nb_no: Prøvemetadata ble eksportert.
nl_nl: Test metagegevens met succes geëxporteerd.
pt_br: Metadados de teste exportados com sucesso.
ro_ro: Testul metadatelor a fost exportat.
ru_ru: Метаданные теста успешно экспортированы.
sk_sk: Testovacie metadáta boli úspešne exportované.

source: Test Navigation
ar_sa: اختبار التصفح
fr_fr: Navigation dans le test
hu_hu: Teszt navigáció
ja_jp: テストナビゲーション
lt_lt: Testo Navigacija
nb_no: Testnavigasjon
nl_nl: Examennavigatie
pt_br: Navegação do Teste
ro_ro: Testare navigare
ru_ru: Навигация по тесту
sk_sk: Testovacia navigácia

source: Test overview
ar_sa: نظرة عامة على الرائز
de_de: Testübersicht
fr_fr: Vue d'ensemble du test
hu_hu: Teszt áttekintése
ja_jp: テスト一覧
pt_br: Resumo do teste
ro_ro: Prezentare test
sk_sk: Prehľad testu

source: Test part level category enables configuring the categories of its composing items all at once. A category in gray means that all items have that category. A category in white means that only a few items have that category.
ar_sa: تتيح فئة مستوى جزء الرائز تكوين فئات البنود المكونة لها دفعة واحدة. تعني الفئة باللون الرمادي أن كل البنود بها تلك الفئة. تعني الفئة باللون الأبيض أن عددًا قليلاً فقط من البنود بها هذه الفئة.
de_de: Die Testteilstufenkategorie ermöglicht es, die Kategorien ihrer zusammengesetzten Artikel auf einmal zu konfigurieren. Eine graue Kategorie bedeutet, dass alle Artikel diese Kategorie haben. Eine weiße Kategorie bedeutet, dass nur wenige Artikel diese Kategorie haben.
fr_fr: La catégorie de niveau de pièce de test permet de configurer les catégories de ses éléments de composition en même temps. Une catégorie en gris signifie que tous les éléments ont cette catégorie. Une catégorie en blanc signifie que seuls quelques éléments ont cette catégorie.
hu_hu: A tesztrész szintű kategória lehetővé teszi az azt alkotó elemek kategóriáinak egyszerre történő konfigurálását. A szürke kategória azt jelenti, hogy az összes elem rendelkezik ezzel a kategóriával. A fehér kategória azt jelenti, hogy csak néhány elem rendelkezik ezzel a kategóriával.
ja_jp: テストパートレベルのカテゴリは、その構成アイテムのカテゴリを一度に設定することができます。グレーで表示されているカテゴリは、すべての項目がそのカテゴリを持つことを意味します。白色のカテゴリは、そのカテゴリを持つアイテムが少数であることを意味します。
nb_no: I kategorier på prøvedelen er det mulig å konfigurere kategoriene på alle oppgavene i prøvedelen. En grå kategori betyr at alle oppgavene har kategorien. En hvit kategori betyr at bare noen av oppgavene har kategorien.
pt_br: Categoria de nível parte de teste permite configurar as categorias de seus itens compondo todos de uma só vez. Uma categoria em cinza significa que todos os itens têm essa categoria. Uma categoria em branco significa que apenas alguns itens têm essa categoria.
ro_ro: Testarea categoriei de nivel de piesă permite configurarea categoriilor sale compozitoare toate o dată. O categorie in gri inseamna ca toate articolele au acea categorie. O categorie in alb inseamna ca numai cateva articole au acea categorie.
sk_sk: Kategória na úrovni testovacej časti umožňuje naraz konfigurovať kategórie jej zložiek. Kategória sivá znamená, že všetky položky majú túto kategóriu. Kategória biela znamená, že túto kategóriu má iba niekoľko položiek.

source: Test Part Properties
ar_sa: اختبار خصائص الجزء
de_de: Testteileigenschaften
fr_fr: Propriétés des pièces d'essai
hu_hu: Teszt alkatrész tulajdonságai
ja_jp: テストパートプロパティ
nb_no: Egenskaper for prøvedel
pt_br: Propriedades da Parte do Teste
ro_ro: Proprietățile capitolului testează
sk_sk: Vlastnosti testovacej časti

source: Test Preview is not installed, please contact to your administrator.
ar_sa: معاينة الاختبار غير مثبتة، يرجى الاتصال بالمسؤول.
de_de: Test Preview ist nicht installiert. Bitte wenden Sie sich an Ihren Administrator.
fr_fr: La prévisualisation de test n’est pas installée, merci de contacter votre administrateur.
hu_hu: A teszt előnézet nincs telepítve, kérjük, vegye fel a kapcsolatot a rendszergazdával.
ja_jp: テストプレビューはインストールされていません。管理者に問合せてください。
nb_no: Forhåndsvisning av oppgavesett er ikke installert. Ta kontakt med administrator.
pt_br: Pré-visualização de teste não está instalada, por favor, contate o administrador.
ro_ro: Testul de previzualizare nu este instalat, vă rugăm să contactaţi administratorul.
sk_sk: Testovacia ukážka nie je nainštalovaná, kontaktujte, prosím, svojho administrátora.

source: Test Saved
ar_sa: تم حفظ الرائز
de_de: Test gespeichert
fr_fr: Test enregistré
hu_hu: Teszt mentve
ja_jp: テストを保存しました
lt_lt: Testas Išsaugotas
nb_no: Oppgavesett lagret
nl_nl: Toets opgeslagen
pt_br: Teste salvo
ro_ro: Test salvat
ru_ru: Тест сохранен
sk_sk: Test uložený

source: Test status
ar_sa: حالة الرائز
de_de: Statut des Tests
fr_fr: État du test
hu_hu: Teszt állapota
ja_jp: 解答状況
lt_lt: Testo būsena
nb_no: Pørvestatus
nl_nl: Status van de test
pt_br: Status do teste
ro_ro: Starea testului
ru_ru: Статус теста
sk_sk: Stav testu
