Repository: oat-sa/extension-tao-testqti
Catalog: locales/*/messages.po
Languages: ar_sa, de_de, fr_fr, hu_hu, ja_jp, lt_lt, nb_no, nl_nl, pt_br, ro_ro, ru_ru, sk_sk

source: If the category option is set, the score will also be processed per categories, and each results will take place in the PASS_xxx outcome, where xxx is the name of the category.
ar_sa: إذا تم تعيين خيار الفئة ، فستتم معالجة النتيجة أيضًا لكل فئة ، وستحدث كل نتيجة في نتيجة PASS_xxx ، حيث xxx هو اسم الفئة.
de_de: Wenn die Kategorie-Option gesetzt ist, wird die Punktzahl auch pro Kategorie verarbeitet, und jedes Ergebnis wird im Ergebnis von PASS_xxx erfolgen, wobei xxx der Name der Kategorie ist.
fr_fr: Si l'option catégorie est mise, le score sera également traité par catégorie et chaque résultat prendra place dans la réponse PASS_xxx où xxx est le nom de la catégorie.
hu_hu: Ha a kategória opció be van állítva, a pontszám kategóriánként is feldolgozásra kerül, és minden eredmény a PASS_xxx kimenetelben fog szerepelni, ahol az xxx a kategória neve.
ja_jp: さらにカテゴリスコアが設定されている場合、スコアはカテゴリごとに集計され、「PASS_xxx」として結果表示されます。（「xxx」はカテゴリ名）
nb_no: Hvis kategorialternativet er angitt, blir skåren også behandlet per kategori, og hvert resultat vil finnes i PASS_xxx, der xxx er navnet på kategorien.
nl_nl: Indien de categorie optie is gezet, zal de score ook worden verwerkt per categorie en zal elk resultaat plaatsvinden in het PASS_xxx resultaat, waar xxx de naam van de categorie is.
pt_br: Se a opção da categoria estiver definida, a nota também será processada por categorias, e cada resultado será realizado no resultado PASS_xxx, onde xxx é o nome da categoria.
ro_ro: Dacă opțiunea categoriei este stabilită, scorul va fi de asemenea procesat pentru fiecare categorie, si fiecare rezultat va avea loc in rezultatul PASS_xxx, unde xxx este numele categoriei.
ru_ru: Если задана опция категории, балл будет также обрабатываться по категориям, а все результаты будут включены в результат PASS_xxx, где xxx — наименование категории.
sk_sk: Ak je nastavená možnosť kategórie, skóre sa bude spracovávať aj podľa kategórií a každý výsledok sa zobrazí vo výsledku PASS_xxx, kde xxx je názov kategórie.

source: If the category option is set, the score will also be processed per categories, and each results will take place in the SCORE_xxx outcome, where xxx is the name of the category.
ar_sa: إذا تم تعيين خيار الفئة ، فستتم معالجة النتيجة أيضًا لكل فئة ، وستحدث كل نتيجة في نتيجة SCORE_xxx ، حيث xxx هو اسم الفئة.
de_de: Wenn die Kategorie-Option gesetzt ist, wird die Punktzahl auch pro Kategorie verarbeitet, und jedes Ergebnis findet im Ergebnis von SCORE_xxx statt, wobei xxx der Name der Kategorie ist.
fr_fr: Si l'option catégorie est mise, le score sera également traité par catégorie et chaque résultat prendra place dans la réponse PASS_xxx où xxx est le nom de la catégorie.
hu_hu: Ha a kategória opció be van állítva, a pontszám kategóriánként is feldolgozásra kerül, és minden eredmény a SCORE_xxx eredményben fog szerepelni, ahol az xxx a kategória neve.
ja_jp: さらにカテゴリスコアが設定されている場合、スコアはカテゴリごとに集計され、「SCORE_xxx」として結果表示されます。（「xxx」はカテゴリ名）
nb_no: Hvis kategorialternativet er angitt, blir skåren også behandlet per kategori, og hvert resultat vil finnes i resultatet SCORE_xxx, der xxx er navnet på kategorien.
nl_nl: Indien de categorie optie is gezet, zal de score ook worden verwerkt per categorie en zal elk resultaat plaatsvinden in het SCORE_xxx resultaat, waar xxx de naam van de categorie is.
pt_br: Se a opção da categoria estiver definida, a nota também será processada por categorias, e cada resultado terá lugar no resultado SCORE_xxx, onde xxx é o nome da categoria.
ro_ro: Dacă opțiunea categoriei este stabilită, scorul va fi de asemenea procesat pentru fiecare categorie, și fiecare rezultat va avea loc în rezultatul SCORE_xxx, unde xxx este numele categoriei.
ru_ru: Если задана опция категории, балл будет также обрабатываться по категориям, а все результаты будут включены в результат SCORE_xxx, где xxx — наименование категории.
sk_sk: Ak je nastavená možnosť kategórie, skóre sa bude spracovávať aj podľa kategórií a každý výsledok sa zobrazí vo výsledku SCORE_xxx, kde xxx je názov kategórie.

source: If the connection cannot be restored, see option B.
ar_sa: إذا تعذر استعادة الاتصال ، فراجع الخيار ب.
de_de: Wenn die Verbindung nicht wiederhergestellt werden kann, siehe Option B.
fr_fr: Si la connexion ne peut pas être restaurée, consultez l’option B.
hu_hu: Ha a kapcsolat nem állítható helyre, lásd a B lehetőséget.
ja_jp: 接続を回復できない場合は、オプションBを参照してください。
nb_no: Hvis tilkoblingen ikke kan gjenopprettes, se alternativ B.
pt_br: Se a conexão não puder ser restaurada, veja a opção B.
ro_ro: Dacă conexiunea nu poate fi restabilită, vedeți opțiunea B.
sk_sk: Ak sa pripojenie nedá obnoviť, pozrite si možnosť B.

source: If you continue, those paths will be removed.
de_de: Wenn Sie fortfahren, werden diese Pfade entfernt.
ro_ro: Dacă continui, aceste căi vor fi îndepărtate.
sk_sk: Ak budete pokračovať, tieto cesty budú odstránené.

source: If you have already added manually graded outcome variables, please select their grading scale in Outcome Declarations.
de_de: Wenn Sie bereits manuell bewertete Ergebnisvariablen hinzugefügt haben, wählen Sie bitte deren Bewertungsmaßstab in den Ergebnisdeklarationen aus.
ro_ro: Dacă aţi adăugat deja manual variabile finale, vă rugăm să selectaţi scala de clasificare din declaraţiile finale.
sk_sk: Ak ste už pridali manuálne hodnotené premenné výsledku, vyberte ich stupnicu hodnotenia vo Vyhláseniach o výsledkoch.

source: If you leave the test, your changes will not be saved due to invalid test settings. Are you sure you wish to leave?
ar_sa: إذا تركت الرائز، فلن يتم حفظ تغييراتك بسبب إعدادات الرائز غير الصالحة. هل أنت متأكد من رغبتك في المغادرة؟
de_de: Wenn Sie den Test verlassen, werden Ihre Änderungen aufgrund ungültiger Testeinstellungen nicht gespeichert. Sind Sie sicher, dass Sie den Test verlassen möchten?
fr_fr: Si vous quittez le test, vos modifications ne seront pas enregistrées en raison de paramètres de test non valides. Êtes-vous sûr de vouloir quitter ?
hu_hu: Ha kilépsz a tesztből, a módosításaid nem lesznek mentve az érvénytelen tesztbeállítások miatt. Biztosan kilépsz?
ja_jp: テストから抜けると、テストの設定が無効なため、変更内容が保存されません。本当に退出しますか？
pt_br: Se você deixar o teste, suas alterações não serão salvas devido a configurações de teste inválidas. Tem certeza que deseja sair?
ro_ro: Dacă părăsiți testul, modificările nu vor fi salvate din cauza unor setări de test invalide. Sigur doriți să ieșiți?
sk_sk: Ak test opustíte, vaše zmeny sa neuložia z dôvodu neplatných nastavení testu. Naozaj chcete test opustiť?

source: If you need help, please contact our Helpline on 0330 088 4171.
ar_sa: إذا كنت بحاجة إلى مساعدة ، يرجى الاتصال بخط المساعدة الخاص بنا على 033088 4171.
de_de: Wenn Sie Hilfe benötigen, wenden Sie sich bitte an unsere Helpline unter 0330 088 4171.
fr_fr: Si vous avez besoin d'aide, veuillez contacter notre Ligne d'Aide au 0330 088 4171.
hu_hu: Ha segítségre van szüksége, kérjük, hívja ügyfélszolgálatunkat a 0330 088 4171-es telefonszámon.
ja_jp: お困りの際は、ヘルプライン（0330-088-4171）にご連絡ください。
pt_br: Se precisar de ajuda, entre em contato com o nosso Helpline no dia 0330 088 4171.
ro_ro: Dacă ai nevoie de ajutor, te rugăm să contactezi linia noastră de ajutor la 0330 088 4171.
sk_sk: Ak potrebujete pomoc, kontaktujte našu linku pomoci na čísle 0330 088 4171.

source: Import
ar_sa: استورد
de_de: Importieren
fr_fr: Importation
hu_hu: Importálás
ja_jp: インポート
lt_lt: Importuoti
nb_no: Importer
nl_nl: Importeer
pt_br: Importar
ro_ro: Importă
ru_ru: Импорт
sk_sk: Importovať

source: Import a QTI/APIP Content Package
ar_sa: قم باستيراد حزمة محتوى QTI/APIP
de_de: Importieren eines QTI/APIP Content Package
fr_fr: Importer un paquet de contenus QTI/APIP
hu_hu: QTI/APIP tartalomcsomag importálása
ja_jp: QTI/APIP Content Packageのインポート
lt_lt: Importuoti QTI/APIP Turinio Paketą
nb_no: Importer en QTI/APIP-innholdspakke
nl_nl: Importeer een QTI/APIP content pakket
pt_br: Importar um Pacote de Conteúdo QTI/APIP
ro_ro: Importă un pachet QTI/APIP conținut
ru_ru: Импорт пакета содержимого QTI/APIP
sk_sk: Import balíka obsahu QTI/APIP

source: Import QTI TEST into "%s
ar_sa: استيراد رائز QTI إلى "%s
de_de: QTI TEST in "%s importieren
fr_fr: Importer un test QTI dans "%s
hu_hu: QTI TEST importálása "%s"-ba
ja_jp: QTI TESTを"%s"にインポートします
lt_lt: Importuoti QTI TEST į "%s
nb_no: Importer QTI PRØVE til "%s
pt_br: Importar TESTE QTI para "%s
ro_ro: Importă QTI TEST în "%s
ru_ru: Импорт теста QTI в «%s
sk_sk: Importovať QTI TEST do "%s"

source: IMS QTI Item referenced as "%s" in the IMS Manifest file could not be imported.
ar_sa: لا يمكن استيراد عنصر IMS QTI المشار إليه على أنه "%s" في مِلَفّ IMS Manifest.
de_de: Das IMS QTI-Element mit der Bezeichnung "%s" in der IMS-Manifestdatei konnte nicht importiert werden.
fr_fr: L'élément IMS QTI référencé comme «%s» dans le fichier Manifest IMS n'a pas pu être importé.
hu_hu: Az IMS jegyzékfájlban "%s"-ként hivatkozott IMS QTI elem importálása sikertelen volt.
ja_jp: IMS Manifestファイル"%s"として参照されるIMS QTIアイテムをインポートできませんでした。
lt_lt: IMS QTI Elementas nurodytas kaip "%s" IMS Manifesto faile negali būti importuojamas.
nl_nl: IMS QTI item aangegeven als "%s" in het IMS Manifest bestand kon niet worden geïmporteerd.
pt_br: Item IMS QTI referenciado como "%s" no arquivo IMS Manifesto não pôde ser importado.
ro_ro: Elementul IMS QTI referit ca "%s" în fişierul IMS Manifest nu a putut fi importat.
ru_ru: Невозможно импортировать элемент IMS QTI, указанный в файле манифеста IMS как «%s».
sk_sk: Položku IMS QTI označenú ako „%s“ v súbore manifestu IMS nebolo možné importovať.

source: IMS QTI Item referenced as "%s" in the IMS Manifest file successfully imported.
ar_sa: تم استيراد بند IMS QTI المشار إليه كـ "%s" في ملف IMS Manifest بنجاح.
de_de: IMS QTI Element, in der IMS Manifest Datei referenziert als "%s", wurde erfolgreich importiert.
fr_fr: L'item IMS QTI référencé comme "%s" dans le fichier de manifeste IMS a été importé avec succès.
hu_hu: Az IMS jegyzékfájlban "%s"-ként hivatkozott IMS QTI elem importálása sikeresen megtörtént.
ja_jp: IMSマニフェストファイル内で"%s"として参照されるQTIアイテムのインポートが完了しました
lt_lt: IMS QTI Elementas nurodytas kaip "%s" IMS Manifesto faile sėkmingai importuotas.
nb_no: IMS QTI-oppgaven referert til som "%s" i IMS dokument-filen ble importert.
nl_nl: IMS QTI item aangegeven als "%s" in het IMS Manifest bestand is succesvol geïmporteerd.
pt_br: Item IMS QTI referenciado como "%sno arquivo IMS Manifest importado com sucesso.
ro_ro: Elementul IMS QTI referit la "%s" în fişierul IMS Manifest importat cu succes.
ru_ru: Элемент IMS QTI, указанный в файле манифеста IMS как «%s», успешно импортирован.
sk_sk: Položka IMS QTI označená ako „%s“ v súbore manifestu IMS bola úspešne importovaná.

source: IMS QTI Test Package successfully imported.
ar_sa: تم استيراد حزمة الروائز IMS QTI بنجاح.
de_de: IMS QTI Testpaket erfolgreich importiert.
fr_fr: Paquet de test IMS QTI importé avec succès.
hu_hu: Az IMS QTI tesztcsomag importálása sikeresen megtörtént.
ja_jp: IMS QTIのテストパッケージのインポートが完了しました
lt_lt: IMS QTI Testų Paketas sėkmingai importuotas.
nb_no: IMS QTI-prøvepakke ble importert.
nl_nl: IMS QTI toets pakket is succesvol geïmporteerd.
pt_br: Pacote de Teste IMS QTI importado com sucesso.
ro_ro: Pachetul de test IMS QTI a fost importat.
ru_ru: Пакет для тестирования IMS QTI успешно импортирован.
sk_sk: Testovací balík IMS QTI bol úspešne importovaný.

source: IMS QTI Test referenced as "%s" in the IMS Manifest file successfully imported.
ar_sa: تم استيراد الرائز IMS QTI المشار إليه كـ "%s" في ملف IMS Manifest بنجاح.
de_de: IMS QTI Testreferenz, in der IMS Manifest Datei angegeben als "%s", wurde erfolgreich importiert.
fr_fr: Test IMS QTI référencé comme "%s" dans le fichier de manifeste IMS importé avec succès.
hu_hu: Az IMS manifest fájlban "%s"-ként hivatkozott IMS QTI teszt importálása sikeresen megtörtént.
ja_jp: IMS QTIテストがIMSマニフェストファイル "%s"から正常にインポートされました
lt_lt: IMS QTI Testas nurodytas kaip "%s" IMS Manifesto faile sėkmingai importuotas.
nb_no: IMS QTI-prøve referert til som "%s" i IMS dokument-filen ble importert.
nl_nl: IMS QTI toets aangegeven als "%s" in het IMS Manifest bestand is succesvol geïmporteerd.
pt_br: Teste IMS QTI referenciado como "%s" no arquivo IMS Manifest importado com sucesso.
ro_ro: Testul IMS QTI s-a referit la "%s" în fişierul IMS Manifest importat cu succes.
ru_ru: Тест IMS QTI, указанный в файле манифеста IMS как «%s», успешно импортирован.
sk_sk: Test IMS QTI s odkazom na „%s“ v súbore IMS Manifest bol úspešne importovaný.

source: In progress
de_de: In Bearbeitung
ro_ro: În curs
sk_sk: Prebieha

source: In this part of the test navigation is not allowed.
ar_sa: في هذا الجزء من الرائز التنقل غير مسموح به.
de_de: In diesem Teil des Tests ist die Navigation nicht erlaubt.
fr_fr: Dans cette partie du test la navigation n'est pas autorisée.
hu_hu: A teszt ezen részében a navigáció nem engedélyezett.
ja_jp: このパートでは問題一覧は利用できません
lt_lt: Šioje vieto testo naršymas nėra leidžiamas.
nb_no: I denne delen av prøven er navigasjon ikke tillatt.
nl_nl: In dit gedeelte van de toets is navigeren niet toegestaan.
pt_br: Nesta parte da navegação de teste não é permitido.
ro_ro: În această parte a încercării navigarea nu este permisă.
ru_ru: В этой части не допускается навигация по тесту.
sk_sk: V tejto časti testu nie je navigácia povolená.

source: Inconsistency at line %1d:
ar_sa: عدم تناسق في السطر %1d:
de_de: Inkonsistenz in Zeile %1d:
fr_fr: Inconsistence à la ligne %1d :
hu_hu: Ellentmondás a %1dsorban:
ja_jp: %1d行に矛盾があります:
lt_lt: Neatitikimai %1d eilutėje:
nb_no: Inkonsekvens i linje %1d:
nl_nl: Inconsistentie op regel %1d:
pt_br: Inconsistência na linha %1d:
ro_ro: Inconsistență la linia %1d:
ru_ru: Несоответствие в строке %1d:
sk_sk: Nekonzistentnosť v riadku %1d:

source: Individual
ar_sa: فردي
de_de: Individuell
fr_fr: Individuel
hu_hu: Egyedi
ja_jp: 個別
lt_lt: Individualus
nb_no: Individuell
nl_nl: Individueel
ro_ro: Individuală
ru_ru: Индивидуальн.
sk_sk: Jednotlivec

source: Informational item
ar_sa: بند إعلامي
de_de: Informationsartikel
fr_fr: Élément d'information
hu_hu: Információs elem
ja_jp: インフォメーションアイテム
pt_br: Item informativo
ro_ro: Articol informativ
sk_sk: Informačná položka

source: Informational Item Usage
ar_sa: استخدام بند إعلاميائي
de_de: Nutzung des Informationsgegenstandes
fr_fr: Utilisation d'item informationnel
hu_hu: Információs elem használata
ja_jp: インフォメーションアイテムに適用
lt_lt: Informacinis Elemento Naudojimas
nb_no: Informasjonsside
nl_nl: Informatief item gebruik
pt_br: Uso de item informativo
ro_ro: Utilizarea elementelor informative
ru_ru: Использование информационного элемента
sk_sk: Použitie informačnej položky

source: Internal server error!
ar_sa: خطأ في الخادم الداخلي!
de_de: Interner Serverfehler!
fr_fr: Erreur interne du serveur !
hu_hu: Belső szerverhiba!
ja_jp: 内部サーバエラー
lt_lt: Vidinė serverio klaida!
nb_no: Intern serverfeil!
nl_nl: Interne serverfout!
pt_br: Erro interno do servidor!
ro_ro: Eroare internă de server!
ru_ru: Внутренняя ошибка сервера!
sk_sk: Interná chyba servera!

source: Interpretation
ro_ro: Interpretare
sk_sk: Interpretácia

source: is already used in the test.
ar_sa: مستخدم بالفعل في الرائز.
de_de: wird bereits im Test verwendet.
fr_fr: est déjà utilisé dans le test.
hu_hu: már használatban van a tesztben.
ja_jp: 既にテストで使用されています
lt_lt: jau naudojamas teste.
nb_no: er allerede brukt i prøven.
nl_nl: is al gebruikt in de toets
pt_br: já é usado no teste.
ro_ro: este deja utilizat în test.
ru_ru: уже используется в тесте.
sk_sk: sa už používa v teste.

source: is not a valid identifier (alphanum, underscore, dash and dots)
ar_sa: ليس معرّفًا مضبوطا (أبجدي رقمي وشرطة سفلية وشرطة ونقاط)
de_de: Ist kein gültiger Bezeichner (Alphanumerisch, Unterstrich, Bindestrich und Punkte erlaubt)
fr_fr: n'est pas un identifiant valide (caractère alphanumérique, tiret-bas, tiret et point).
hu_hu: nem érvényes azonosító (alfa-szám, aláhúzásjel, kötőjel és pontok)
lt_lt: blogas identifikatorius (raidžiai, skaičiai, pabraukimo simbolis, brūkšnys ir taškai)
nb_no: er ikke en gyldig identifikator (alfanumeriske tegn, understreking, bindestrek og prikker)
nl_nl: is geen geldige naam (alfanumeriek, laag streepje, streep en punten)
pt_br: não é um identificador válido (alfabeto, sublinhado, traço e pontos)
ro_ro: nu este un identificator valid (alfanum, subliniere, liniuță și puncte)
ru_ru: не является допустимым идентификатором (допускаются буквы, цифры, символы подчеркивания, дефисы и точки)
sk_sk: nie je platný identifikátor (písmeno, podčiarkovník, pomlčka a bodky)

source: is not a valid identifier (everything except spaces)
ar_sa: ليس معرّفًا صالحًا (كل شيء ما عدا المسافات)
de_de: Ist kein gültiger Bezeicher (alles außer Leerzeichen)
fr_fr: is not a valid identifier (tout sauf des espaces)
hu_hu: nem érvényes azonosító (minden, kivéve a szóközöket)
ja_jp: 有効な識別子（空白スペース以外）にしてください
lt_lt: blogas identifikatorius (viskas išskyrus tarpus)
nb_no: er ikke en gyldig identifikator (alt unntatt mellomrom)
nl_nl: is geen geldige naam (alles behalve spaties)
pt_br: não é um identificador válido (tudo, exceto espaços)
ro_ro: nu este un identificator valid (totul cu excepţia spaţiilor)
ru_ru: не является допустимым идентификатором (допускаются любые символы кроме пробелов)
sk_sk: nie je platný identifikátor (všetko okrem medzier)

source: It creates a GRADE outcome, and if a scale is selected, also a MAX_GRADE with the top value of that scale.
de_de: Es erzeugt ein GRADE-Ergebnis, und wenn eine Skala ausgewählt wird, dann auch ein MAX_GRADE mit dem obersten Wert dieser Skala.
ro_ro: Creează un rezultat GRAD, iar dacă este selectată o scară, de asemenea un MAX_GRADE cu valoarea maximă a scalei respective.
sk_sk: Vytvorí výsledok GRADE a ak je vybratá stupnica, aj MAX_GRADE s najvyššou hodnotou danej stupnice.

source: It is not possible to save your responses while working offline.
ar_sa: لا يمكن حفظ ردودك أثناء العمل دون اتصال.
de_de: Es ist nicht möglich, Ihre Antworten zu speichern, während Sie offline arbeiten.
fr_fr: Il n'est pas possible d'enregistrer vos réponses lorsque vous travaillez hors ligne.
hu_hu: Offline munka közben nem lehet menteni a válaszokat.
ja_jp: オフラインの間は、回答を保存することはできません。
nb_no: Det er ikke mulig å lagre svarene dine når du jobber offline.
pt_br: Não é possível salvar suas respostas enquanto trabalha offline.
ro_ro: Nu este posibil să salvați răspunsurile în timp ce lucrați offline.
sk_sk: Počas práce offline nie je možné uložiť vaše odpovede.

source: Item "%s" is completed.
ar_sa: تم إكمال البند "%s"
de_de: Element "%s" ist abgeschlossen.
fr_fr: L'item "%s" est terminé.
hu_hu: A(z) „%s” elem elkészült.
ja_jp: アイテム "%s" は完了しました
lt_lt: Elementas "%s" yra atliktas.
nb_no: Oppgave "%s" er fullført.
nl_nl: Item "%s" is gereed.
pt_br: Item "%s" está completo.
ro_ro: Elementul "%seste completat.
ru_ru: Элемент «%s» завершен.
sk_sk: Položka „%s“ je dokončená.

source: Item %d
ar_sa: البند %d
fr_fr: Élément %d
hu_hu: Elem %d
ja_jp: アイテム %d
lt_lt: Klausimas %d
nb_no: Oppgave %d
ro_ro: Elementul %d
ru_ru: Элемент %d
sk_sk: Položka %d

source: Item %d of %d
ar_sa: البند %d من %d
de_de: Element %d von %d
fr_fr: Item %d sur %d
hu_hu: %d elem a %d-ből
ja_jp: %d／%d
lt_lt: %d/%d
nb_no: Oppgave %d av %d
nl_nl: Item %d van %d
pt_br: Item %d de %d
ro_ro: Elementul %d din %d
ru_ru: Элемент %d из %d
sk_sk: Položka %d z %d

source: Item %s loaded
ar_sa: تم تحميل البند %s
de_de: Element %s geladen
fr_fr: Élément %s chargé
hu_hu: Tétel %s betöltve
ja_jp: アイテム%sを読み込みました
nb_no: Oppgave %s er lastet inn
pt_br: Item %s carregado
ro_ro: Element %s încărcat
sk_sk: Položka %s načítaná

source: Item Reference Properties
ar_sa: خصائص مرجع البند
de_de: Element Referenz-Eigenschaften
fr_fr: Propriétés de référence de l'item
hu_hu: Elemhivatkozás tulajdonságai
ja_jp: アイテム参照プロパティ
lt_lt: Elemento Šaltinio Savybės
nb_no: Oppgaveegenskaper
nl_nl: Item referentie eigenschappen
pt_br: Propriedades de Referência do Item
ro_ro: Proprietăți referință articol
ru_ru: Свойства ссылки на элемент
sk_sk: Vlastnosti referenčného bodu

source: Item response identifier does not match current item
ar_sa: معرّف جواب البند لا يتطابق مع البند الحالي
de_de: Artikel-Antwort-Identifikator stimmt nicht mit aktuellem Element überein
fr_fr: L'identifiant de réponse de l'article ne correspond pas à l'élément actuel
hu_hu: A tételválasz azonosítója nem egyezik az aktuális tétellel
ja_jp: アイテム・レスポンス識別子が現在のアイテムと一致しません
nb_no: Oppgavens svaridentifikator samsvarer ikke med gjeldende oppgave
pt_br: Identificador de resposta do item não corresponde ao item atual
ro_ro: Identificatorul de răspuns al articolului nu se potrivește articolului curent
sk_sk: Identifikátor odpovede položky sa nezhoduje s aktuálnou položkou

source: Item Session Control
ar_sa: عنصر التحكم في دورة البند
de_de: Element-Sitzungskontrolle
fr_fr: Contrôle de session de l'item
hu_hu: Elem munkamenet-vezérlés
ja_jp: アイテムセッションコントロール
lt_lt: Elemento Sesijos Valdymas
nb_no: Innstilling for gjennomføring
nl_nl: Item sessie controle
pt_br: Controle de sessão do item
ro_ro: Control articol sesiune
ru_ru: Контроль за сеансом для элемента
sk_sk: Riadenie relácie položky

source: Items
ar_sa: بنود
de_de: Elemente
fr_fr: Articles
hu_hu: Tételek
ja_jp: アイテム
lt_lt: Elementai
nb_no: Oppgaver
pt_br: Itens
ro_ro: Articole
ru_ru: Элементы
sk_sk: Položky

source: items
ar_sa: بنود
de_de: gegenstände
fr_fr: articles
hu_hu: tételek
ja_jp: アイテム
lt_lt: elementai
nb_no: oppgaver
pt_br: itens
ro_ro: articole
ru_ru: элементы
sk_sk: položky

source: Items can optionally be assigned to one or more categories.
ar_sa: يمكن تخصيص البنود اختياريًا لفئة واحدة أو أكثر.
de_de: Elemente können manuell zu einer oder mehreren Kategorien hinzugefügt werden.
fr_fr: Les items peuvent en option être assignés à une ou plusieurs catégories.
hu_hu: Az elemek opcionálisan egy vagy több kategóriába is besorolhatók.
ja_jp: アイテムをひとつまたは複数のカテゴリに割当てることができます
lt_lt: Elementai pasirinktinai gali būti paskirti vienai arba daugiau kategorijų.
nb_no: Oppgaver kan tilordnes en eller flere kategorier.
nl_nl: Items kunnen optioneel worden toegewezen aan een of meer categorieën.
pt_br: Os itens podem opcionalmente ser atribuídos a uma ou mais categorias.
ro_ro: Elementele pot fi atribuite uneia sau mai multor categorii.
ru_ru: Элементы могут дополнительно назначаться одной или нескольким категориям.
sk_sk: Položky je možné voliteľne priradiť do jednej alebo viacerých kategórií.

source: Items Compilation
ar_sa: تجميع البنود
de_de: Element-Zusammenstellung
fr_fr: Compilations des items
hu_hu: Tételek összeállítása
ja_jp: アイテムコンパイル
lt_lt: Elemento Rinkimas
nb_no: Oppgavesamling
nl_nl: Item compilatie
pt_br: Compilação de itens
ro_ro: Compilarea elementelor
ru_ru: Компоновка элементов
sk_sk: Zostavovanie položiek

source: Items marked for later review
ar_sa: البنود المحددة للمراجعة لاحقًا
de_de: Zur späteren Überprüfung gekennzeichnete Fragen
fr_fr: Items marqués pour une revue tardive
hu_hu: Későbbi áttekintésre megjelölt elemek
ja_jp: 見直しマークされた問題
lt_lt: Elementai pažymėti vėlesnei peržiūrai
nb_no: Oppgaver merket for senere å kunne se gjennom
nl_nl: Op te volgen vragen
pt_br: Itens marcados para revisão posterior
ro_ro: Elemente marcate pentru revizuire ulterioară
ru_ru: Элементы, помеченные для дальнейшего пересмотра
sk_sk: Položky označené na neskoršiu kontrolu
