Repository: oat-sa/extension-tao-testqti
Catalog: locales/*/messages.po
Languages: ar_sa, de_de, fr_fr, hu_hu, ja_jp, lt_lt, nb_no, nl_nl, pt_br, ro_ro, ru_ru, sk_sk

source: network
ar_sa: شبكة الاتصال
de_de: netzwerk
fr_fr: réseau
hu_hu: hálózat
ja_jp: ネットワーク
lt_lt: tinklas
nb_no: vettverk
pt_br: rede
ro_ro: reţea
ru_ru: сеть
sk_sk: sieť

source: New Rubric Block
ar_sa: كتلة قواعد جديدة
de_de: Neuer Rubrik-Block
fr_fr: Nouveau bloc de rubrique
hu_hu: Új rubrikablokk
ja_jp: 新規ルーブリックブロック
lt_lt: Naujas Rubrikos Blokas
nb_no: Ny rubrikkboks
nl_nl: Nieuwe rubriek blok
pt_br: Novo Bloco de Rubrica
ro_ro: Bloc nou de rupie
ru_ru: Новый тематический блок
sk_sk: Nový blok rubriky

source: New section
ar_sa: جزء جديد
de_de: Neuer Abschnitt
fr_fr: Nouvelle section
hu_hu: Új szakasz
ja_jp: 新規セクション
nb_no: Ny seksjon
pt_br: Nova Seção
ro_ro: Secţiune nouă
sk_sk: Nová sekcia

source: New test part
ar_sa: جزء جديد من الرائز
de_de: Neuer Test-Teil
fr_fr: Nouvelle partie de test
hu_hu: Új tesztalkatrész
ja_jp: 新規テストパート
lt_lt: Nauja testo dalis
nb_no: Ny prøvedel
nl_nl: Nieuw toets deel
pt_br: Nova parte de teste
ro_ro: Capitol nou de test
ru_ru: Новая часть теста
sk_sk: Nová testovacia časť

source: Next
ar_sa: التالي
de_de: Nächste
fr_fr: Suivant
hu_hu: Következő
ja_jp: 次へ
lt_lt: Tęsti
nb_no: Neste
nl_nl: Volgende
pt_br: Próximo
ro_ro: Următoarea
ru_ru: Далее
sk_sk: Ďalej

source: Next Section
ar_sa: الجزء التالي
de_de: Nächster Abschnitt
fr_fr: Section suivante
hu_hu: Következő szakasz
ja_jp: 次のセクション
lt_lt: Kitas skyrius
nb_no: Neste seksjon
nl_nl: Volgende sectie
pt_br: Próxima seção
ro_ro: Următoarea secțiune
ru_ru: Следующий раздел
sk_sk: Ďalšia sekcia

source: NO
ar_sa: لا
fr_fr: NON
hu_hu: NEM
ja_jp: いいえ
pt_br: NÃO
ro_ro: NU
sk_sk: NIE

source: No
ar_sa: لا
de_de: Nein
fr_fr: Non
hu_hu: Nem
ja_jp: いいえ
lt_lt: Ne
nb_no: Nei
nl_nl: Nee
pt_br: Não
ro_ro: Nr
ru_ru: Нет
sk_sk: Nie

source: No CAT Engine configured for CAT Endpoint "%s".
ar_sa: لم يتم تكوين محرك CAT لنقطة نهاية "%s".
de_de: Keine CAT Engine für CAT Endpunkt "%s " konfiguriert.
fr_fr: Aucun moteur CAT configuré pour le point d'accès CAT "%s".
hu_hu: Nincs CAT motor konfigurálva a(z) „%s” CAT végponthoz.
ja_jp: CATエンドポイント "％s" にCATエンジンが構成されていません。
nb_no: Ingen CAT-motor er konfigurert for CAT-endepunkt "%s".
nl_nl: Geen CAT-engine geconfigureerd voor CAT-eindpunt "%s".
pt_br: Nenhum motor CAT configurado para CAT Endpoint "%s".
ro_ro: Nici un motor CAT configurat pentru punctul final al CAT "%s".
ru_ru: Для конечной точки CAT «%s» не настроено ядро CAT.
sk_sk: Pre koncový bod CAT „%s“ nie je nakonfigurovaný žiadny CAT Engine.

source: No file found at location "%s".
ar_sa: لم يتم العثور على ملف في الموقع "%s".
de_de: Keine Datei unter Pfad "%s" gefunden.
fr_fr: Pas de fichier trouvé à l'emplacement "%s".
hu_hu: Nem található fájl a(z) "%s" helyen.
ja_jp: "%s"にはファイルがありません
lt_lt: Joks failas nerastas "%s" vietoje.
nb_no: Fant ingen fil på stedet "%s".
nl_nl: Geen bestand gevonden op locatie: "%s".
pt_br: Nenhum arquivo encontrado na localização "%s".
ro_ro: Nici un fişier găsit la locaţia "%s".
ru_ru: По расположению «%s» не найдены файлы.
sk_sk: Na mieste „%s“ sa nenašiel žiadny súbor.

source: No instance in form to export
ar_sa: لا يوجد مثيل في النموذج للتصدير
de_de: Keine Instanz in Form zu exportieren
fr_fr: Aucune instance dans le formulaire à exporter
hu_hu: Nincs exportálható példány az űrlapon
pt_br: Nenhuma instância no formulário para exportar
ro_ro: Nicio instanță în formă pentru export
sk_sk: Žiadna inštancia vo formulári na export

source: No items in this test yet.
de_de: Noch keine Elemente in diesem Test.
ro_ro: Nici un element în acest test încă.
sk_sk: V tomto teste zatiaľ nie sú žiadne položky.

source: No more attempts allowed for item "%s".
ar_sa: لا مزيد من المحاولات المسموح بها للبند "%s".
de_de: Für Element "%s" sind keine weiteren Versuche erlaubt.
fr_fr: Une tentative sur l'item "%s" n'est plus permise.
hu_hu: A(z) „%s” elemhez további próbálkozások nem engedélyezettek.
ja_jp: これ以上，問題"%s"の解答はできません。
lt_lt: Daugiau nėra galimų bandymų "%s" elementui.
nb_no: Ingen flere tillatte forsøk for oppgave "%s".
nl_nl: Geen pogingen meer toegestaan voor item "%s".
pt_br: Não há mais tentativas permitidas para o item "%s".
ro_ro: Nu mai sunt permise încercări pentru elementul "%s".
ru_ru: Для элемента «%s» больше нет разрешенных попыток.
sk_sk: Pre položku „%s“ už nie sú povolené žiadne ďalšie pokusy.

source: no outcome declaration found
ar_sa: لم يتم العثور على إعلان النتيجة
de_de: keine Ergebnisdeklaration gefunden
fr_fr: pas de déclaration de sortie trouvée
hu_hu: nem található eredménynyilatkozat
ja_jp: 結果変数の宣言なし
nb_no: ingen resultater funnet
pt_br: nenhuma declaração de resultado encontrada
ro_ro: nicio declarație rezultată găsită
ru_ru: не найдена декларация результатов
sk_sk: nenašlo sa žiadne vyhlásenie o výsledku

source: No outcome processing. Erase the existing rules, if any.
ar_sa: لا توجد معالجة للنتائج. امسح القواعد الحالية ، إن وجدت.
de_de: Keine Ergebnisverarbeitung. Lösche die bestehenden Regeln, falls vorhanden.
fr_fr: Pas de traitement de réponse. Supprime les règles existantes s'il y en a.
hu_hu: Nincs eredményfeldolgozás. Törölje a meglévő szabályokat, ha vannak ilyenek.
ja_jp: 結果処理を行いません。既存のルールがあればそれを削除します。
nb_no: Ingen resultatbehandling. Slett eventuelle eksisterende regler.
nl_nl: Geen verwerking van resultaat. Verwijder de bestaande regels, indien aanwezig.
pt_br: Sem processamento de resultado. Limpe as regras existentes, se houver.
ro_ro: Nicio procesare a rezultatelor. Ștergeți regulile existente, dacă există.
ru_ru: Результаты не обрабатываются. Удалите существующие правила (при наличии).
sk_sk: Žiadne spracovanie výsledkov. Vymažte existujúce pravidlá, ak nejaké existujú.

source: No reference to any IMS QTI Item found.
ar_sa: لم يتم العثور على أي إشارة إلى أي بند IMS QTI.
de_de: Keine Referenz auf ein IMS QTI Element gefunden.
fr_fr: Aucune référence à un item IMS QTI trouvée.
hu_hu: Nem található hivatkozás egyetlen IMS QTI tételre sem.
ja_jp: QTIアイテムのリファレンスが見つかりませんでした。
lt_lt: Joks šaltinis jokiam IMS QTI Elementui nerastas.
nb_no: Ingen referanse til noen IMS QTI-oppgave ble funnet.
nl_nl: Geen referentie gevonden naar enig IMS QTI item.
pt_br: Nenhuma referência a qualquer item IMS QTI encontrado.
ro_ro: Nu s-a găsit nici o referinţă la elementul IMS QTI.
ru_ru: Не найдены ссылки на какие-либо элементы IMS QTI.
sk_sk: Nenašiel sa žiadny odkaz na žiadnu položku IMS QTI.

source: No translation
de_de: Keine Übersetzung
ro_ro: Nici o traducere
sk_sk: Žiadny preklad

source: Non Linear
ar_sa: غير خطي
de_de: Nichtlinear
fr_fr: Non linéaire
hu_hu: Nemlineáris
ja_jp: 非順次式
lt_lt: Ne Linijinis
nb_no: Ikke lineær
nl_nl: Niet lineair
pt_br: Não linear
ru_ru: Нелинейн.
sk_sk: Nelineárne

source: None
ar_sa: لا شيء
de_de: Keine
fr_fr: Aucun
hu_hu: Egyik sem
ja_jp: なし
lt_lt: Nėra
nb_no: Ingen
nl_nl: Geen
pt_br: Nenhuma
ro_ro: Niciunul
ru_ru: Нет
sk_sk: Žiadne

source: Not all test could be exported
ar_sa: لا يمكن تصدير كافة الاختبارات
de_de: Nicht alle Tests konnten exportiert werden
fr_fr: Tous les tests n'ont pu être exportés
hu_hu: Nem minden teszt exportálható
ja_jp: すべてのテストはエクスポートできませんでした
lt_lt: Ne visas testas gali būti eksportuotas
nb_no: Ikke alle prøver kunne eksporteres
nl_nl: Niet alle examens konden worden geëxporteerd
pt_br: Nem todo o teste pôde ser exportado
ro_ro: Nu toate testele au putut fi exportate
ru_ru: Не все тесты могут экспортироваться
sk_sk: Nie všetky testy sa dali exportovať

source: Not answered
ar_sa: بلا جواب
de_de: Nicht beantwortet
fr_fr: Pas de réponse
hu_hu: Nincs megválaszolva
ja_jp: 未解答
nb_no: Ikke besvart
pt_br: Não respondido
ro_ro: Nu s-a răspuns
sk_sk: Neodpovedané

source: Not seen
ar_sa: لم ير
de_de: Nicht gesehen
fr_fr: Non vu
hu_hu: Nem látott
ja_jp: 未閲覧
nb_no: Ikke sett
pt_br: Não visto
ro_ro: Nu a fost văzut
sk_sk: Nevidno

source: Not shuffled, the position remains fixed.
ar_sa: لا يتم خلطه ، يظل الموضع ثابتًا.
de_de: Nicht gemischt, die Position bleibt festgelegt.
fr_fr: Pas mélangé, la position reste fixée.
hu_hu: Nincs elkeverve, a pozíció rögzített marad.
ja_jp: チェックを入れるとシャッフルされずに，提示順はこの位置で維持されます。
lt_lt: Nemaišoma, vieta išlieka pastovi.
nb_no: Ikke blandet, posisjonen forblir fast.
nl_nl: Niet door elkaar gehaald, de posities blijven vast
pt_br: Não randomizado, a posição permanece fixa.
ro_ro: Nu se amestecă, poziţia rămâne fixă.
ru_ru: Не перемешано, позиция остается фиксированной.
sk_sk: Nezamiešané, pozícia zostáva fixná.

source: Note: This mode does not use categories or weights.
de_de: Hinweis: Dieser Modus verwendet keine Kategorien oder Gewichte.
ro_ro: Notă: Acest mod nu utilizează categorii sau greutăți.
sk_sk: Poznámka: Tento režim nepoužíva kategórie ani váhy.

source: OK
ar_sa: نعم
hu_hu: RENDBEN
lt_lt: Gerai
pt_br: Certo
sk_sk: V poriadku

source: Ok
ar_sa: نعم
hu_hu: Rendben
lt_lt: Gerai
sk_sk: Dobre

source: OK & End test
ar_sa: موافق وإنهاء الرائز
de_de: OK & Ende Test
fr_fr: Ok et Finir le test
hu_hu: OK és teszt vége
ja_jp: OK ＆ テスト終了
lt_lt: Gerai, baigti darbą
nb_no: OK og avslutt prøve
nl_nl: OK & beëindig test
pt_br: OK & Terminar teste
ro_ro: OK & Terminați testul
ru_ru: OK и завершить тест
sk_sk: OK a ukončiť test

source: Once you close this section, you cannot return to it or change your answers.
ar_sa: بمجرد إغلاق هذا الجزء ، لا يمكنك العودة إليه أو تغيير إجاباتك.
de_de: Wenn Sie diesen Abschnitt schließen, können Sie nicht darauf zurückkommen oder Ihre Antworten ändern.
fr_fr: Une fois cette section close vous ne pouvez pas y revenir ni changer vos réponses.
hu_hu: Miután bezárta ezt a részt, nem térhet vissza oda, és nem módosíthatja a válaszait.
ja_jp: このセクションを閉じると、そのセクションに戻ったり、解答を変更したりすることはできません。
lt_lt: Kai tik uždarysite šį skyrių, jūs negalėsite sugrįžti ir pakeisti savo atsakymus.
nb_no: Når du lukker denne delen, kan du ikke gå tilbake eller endre svarene dine.
nl_nl: Zodra u deze sectie sluit, kunt u er niet meer op terugkomen of uw antwoorden wijzigen.
pt_br: Depois de fechar esta seção, você não pode voltar a ela ou mudar suas respostas.
ro_ro: Odată ce închideți această secțiune, nu vă puteți întoarce la ea sau schimba răspunsurile.
ru_ru: Как только вы закроете этот раздел, вы не сможете вернуться к нему или изменить свои ответы.
sk_sk: Keď túto sekciu zatvoríte, už sa k nej nemôžete vrátiť ani zmeniť svoje odpovede.

source: One or more dependent IMS QTI Items could not be imported.
ar_sa: تعذر استيراد بند IMS QTI تابع واحد أو أكثر.
de_de: Eine oder mehrere abhängige IMS QTI Elemente konnten nicht importiert werden.
fr_fr: Un ou plusieurs items IMS QTI dépendants n'ont pu être importés.
hu_hu: Egy vagy több függő IMS QTI tétel importálása sikertelen volt.
ja_jp: 少なくとも１個のQTI依存アイテムがインポートできませんでした。
lt_lt: Vienas arba daugiau priklausomų IMS QTI Elementų negali būti importuojamų.
nb_no: En eller flere avhengige IMS QTI-oppgaver kunne ikke importeres.
nl_nl: Een of meerdere IMS QTI afhankelijke items konden niet worden geïmporteerd.
pt_br: Um ou mais itens IMS QTI dependentes não puderam ser importados.
ro_ro: Unul sau mai multe elemente IMS QTI nu au putut fi importate.
ru_ru: Не удалось импортировать один или несколько зависимых элементов IMS QTI.
sk_sk: Jednu alebo viacero závislých položiek IMS QTI sa nepodarilo importovať.

source: Only display the items marked for review
ar_sa: عرض فقط البنود المحددة للمراجعة
de_de: Nur die zur späteren Überprüfung gekennzeichneten Fragen anzeigen
fr_fr: Afficher uniquement les items marqués pour revu
hu_hu: Csak az ellenőrzésre megjelölt elemek megjelenítése
ja_jp: 見直しマークの問題のみ表示
lt_lt: Rodyti tik pažymėtus apžvalgai elementus
nb_no: Vis bare oppgavene som er merket for å se gjennom
nl_nl: Toon enkel de op te volgen vragen
pt_br: Exibir apenas os itens marcados para revisão
ro_ro: Afişează doar elementele marcate pentru revizuire
ru_ru: Отображать только элементы, помеченные на пересмотр
sk_sk: Zobraziť iba položky označené na kontrolu

source: Only display the unanswered items
ar_sa: اعرض فقط البنود التي لم يتم الرد عليها
de_de: Nur die unbeantworteten Fragen anzeigen
fr_fr: Afficher uniquement les items non répondus
hu_hu: Csak a megválaszolatlan elemek megjelenítése
ja_jp: 未解答の問題のみ表示
lt_lt: Rodyti tik neatsakytus elementus
nb_no: Vis bare de ubesvarte oppgavene
nl_nl: Toon enkel de onbeantwoorde vragen
pt_br: Exibir apenas os itens não respondidos
ro_ro: Afişează doar elementele fără răspuns
ru_ru: Показывать только элементы без ответов
sk_sk: Zobraziť iba nezodpovedané položky

source: Open Calculator
ar_sa: افتح الحاسبة
de_de: Rechner öffnen
fr_fr: Ouvrir la calculatrice
hu_hu: Nyissa meg a Számológépet
ja_jp: 電卓を開く
lt_lt: Atidaryti Skaičiuotuvą
nb_no: Åpne kalkulator
nl_nl: Open rekenmachine
pt_br: Abrir Calculadora
ro_ro: Deschide Calculator
ru_ru: Открыть калькулятор
sk_sk: Otvoriť kalkulačku

source: Open Keyboard Shortcuts
ar_sa: افتح اختصارات لوحة المفاتيح
de_de: Tastaturkürzel öffnen
fr_fr: Ouvrir les raccourcis clavier
hu_hu: Nyissa meg a billentyűparancsokat
ja_jp: キーボードショートカットを開く
nb_no: Åpne tastatursnarveier
pt_br: Atalhos de Teclado
ro_ro: Deschide Scurtături tastatură
sk_sk: Otvoriť klávesové skratky

source: Operator
sk_sk: Operátor

source: Option A
ar_sa: الخيار أ
hu_hu: A. lehetőség
ja_jp: オプションA
nb_no: Valg A
pt_br: Opção A
ro_ro: Opțiunea A
sk_sk: Možnosť A

source: Option B
ar_sa: الخيار ب
hu_hu: B. lehetőség
ja_jp: オプションB
nb_no: Valg B
pt_br: Opção B
ro_ro: Opțiunea B
sk_sk: Možnosť B

source: or
ar_sa: أو
de_de: oder
fr_fr: ou
hu_hu: vagy
nb_no: eller
pt_br: ou
ro_ro: sau
ru_ru: или
sk_sk: alebo

source: Ordering
ar_sa: يأمر
de_de: Sortierung
fr_fr: Tri
hu_hu: Rendelés
ja_jp: 出題順
lt_lt: Eiliškumas
nb_no: Rekkefølge på oppgaver
nl_nl: Sorteervolgorde
pt_br: Ordem
ro_ro: Ordonare
ru_ru: Упорядочение
sk_sk: Objednávanie

source: Original title
de_de: Originaltitel
ro_ro: Titlul original
sk_sk: Pôvodný názov

source: Outcome
ar_sa: نتيجة
de_de: Ergebnis
fr_fr: Résultat
hu_hu: Eredmény
ja_jp: 結果
nl_nl: Uitkomst
pt_br: Resultado
ro_ro: Rezultat
ru_ru: Результат
sk_sk: Výsledok

source: Outcome declarations
ar_sa: حصيلة التصريحات
de_de: Ergebnisdeklarationen
fr_fr: Déclarations de résultat
hu_hu: Eredménynyilatkozatok
ja_jp: 結果変数の宣言
nb_no: Skåringsvariabler
nl_nl: Uitkomsten declaraties
pt_br: Declarações dos resultados
ro_ro: Declaraţii de rezultat
ru_ru: Результирующие декларации
sk_sk: Vyhlásenia o výsledkoch

source: Outcome identifier must be unique and non-empty. Please choose a valid identifier.
de_de: Die Ergebniskennung muss eindeutig und nicht leer sein. Bitte wählen Sie einen gültigen Bezeichner aus.
ro_ro: Identificatorul de rezultat trebuie să fie unic și negol. Vă rugăm să alegeți un identificator valid.
sk_sk: Identifikátor výsledku musí byť jedinečný a neprázdny. Vyberte platný identifikátor.

source: Outcome processing
ar_sa: حصيلة معالجة النتائج
de_de: Ergebnisverarbeitung
fr_fr: Traitement de résultat
hu_hu: Eredményfeldolgozás
ja_jp: 結果処理方法
nb_no: Resultatprosessering
nl_nl: Uitkomst verwerking
pt_br: Processamento dos resultados
ro_ro: Procesare rezultată
ru_ru: Обработка результатов
sk_sk: Spracovanie výsledkov

source: Package is valid but no tests were found. Make sure that it contains valid QTI tests.
ar_sa: الحزمة صالحة ولكن لم يتم العثور على اختبارات. تأكد من احتوائه على اختبارات QTI صالحة.
de_de: Paket ist gültig, aber es wurden keine Tests gefunden. Stellen Sie sicher, dass das Paket gültige QTI Tests enthält.
fr_fr: Le paquet est valide mais aucun test n'a été trouvé. Assurez-vous qu'il contient des tests QTI valides.
hu_hu: A csomag érvényes, de nem található teszt. Győződjön meg arról, hogy érvényes QTI teszteket tartalmaz.
ja_jp: パッケージは有効ですがテストがありません。有効なQTIテストが含まれているか確認してください。
lt_lt: Paketas teisingas, bet nerasta jokių testų. Patikrinkite ar pakete yra QTI testai.
nb_no: Pakken er gyldig, men ingen prøver ble funnet. Sørg for at den inneholder gyldige QTI-prøver.
nl_nl: Het pakket is geldig, maar er werden geen toetsen gevonden. Overtuig u ervan dat het geldige QTI toetsen bevat.
pt_br: O pacote é válido mas nenhum teste foi encontrado. Certifique-se de que ele contém testes válidos de QTI.
ro_ro: Pachetul este valid dar nu au fost găsite teste. Asiguraţi-vă că conţine teste QTI valabile.
ru_ru: Пакет является действительным, однако в нем не найдены тесты. Убедитесь, что он содержит допустимые тесты QTI.
sk_sk: Balík je platný, ale nenašli sa žiadne testy. Uistite sa, že obsahuje platné QTI testy.

source: Part %d
ar_sa: الجزء %d
de_de: Teil %d
fr_fr: Partie %d
hu_hu: %drész
ja_jp: パート%d
lt_lt: Dalis %d
nb_no: Del %d
nl_nl: Deel %d
pt_br: Parte %d
ro_ro: Partea %d
ru_ru: Часть %d
sk_sk: Časť %d

source: Passage
ar_sa: مقطع
hu_hu: Átjáró
ja_jp: パッセージ
nb_no: Innhold
pt_br: Passagem
ro_ro: Pasaj
sk_sk: Priechod

source: Paths
de_de: Pfade
ro_ro: Cale
sk_sk: Cesty

source: Pause
ar_sa: وقفة
fr_fr: Mettre en pause
hu_hu: Szünet
ja_jp: 一時停止
lt_lt: Pristabdyti
pt_br: Suspender
ro_ro: Întrerupeți
ru_ru: Приостановить
sk_sk: Pozastaviť

source: Pause the test
ar_sa: إيقاف الرائز
de_de: Test pausieren
fr_fr: Mettre en pause le test
hu_hu: Szüneteltesse a tesztet
ja_jp: テストを一時停止
nb_no: Sett prøven på pause
pt_br: Pausar o teste
ro_ro: Întrerupeți testul
sk_sk: Pozastaviť test

source: Pending
de_de: Ausstehend
ro_ro: In asteptare
sk_sk: Čakajúce

source: Play
ar_sa: شغل
de_de: Abspielen
fr_fr: Lecture
hu_hu: Játék
ja_jp: 再生
lt_lt: Leisti
nb_no: Spille
pt_br: Reproduzir
ro_ro: Redare
ru_ru: Воспроизвести
sk_sk: Hrať

source: Please confirm you want to leave the test.
ar_sa: يرجى تأكيد رغبتك في ترك الرائز.
de_de: Bitte bestätigen Sie, dass Sie den Test verlassen möchten.
fr_fr: Veuillez confirmer votre décision de quitter le test.
hu_hu: Kérjük, erősítse meg, hogy ki szeretne lépni a tesztből.
ja_jp: テストを終了してよろしいですか？
lt_lt: Prašome patvirtinti, kad jūs norite palikti testą.
nb_no: Bekreft at du vil avslutte prøven.
nl_nl: Bevestig dat u de test wilt verlaten.
pt_br: Por favor, confirme que deseja sair do teste.
ro_ro: Te rugăm să confirmi că vrei să părăsești testul.
ru_ru: Подтвердите, что желаете покинуть тест.
sk_sk: Potvrďte, prosím, že chcete opustiť test.

source: Please fix the invalid settings and try again.
de_de: Bitte korrigieren Sie die ungültigen Einstellungen und versuchen Sie es erneut.
ro_ro: Vă rugăm să remediați setările incorecte și să încercați din nou.
sk_sk: Opravte neplatné nastavenia a skúste to znova.

source: Please try reloading the page or pause the test. If you pause, you will be able to resume the test from this page.
ar_sa: يرجى محاولة إعادة تحميل الصفحة أو إيقاف الرائز مؤقتًا. إذا توقفت مؤقتًا ، فستتمكن من استئناف الرائز من هذه الصفحة.
de_de: Bitte versuchen Sie die Seite neu zu laden oder pausieren Sie den Test. Wenn Sie pausieren, können Sie den Test von dieser Seite aus fortsetzen.
fr_fr: Veuillez essayer de recharger la page ou mettre le test en pause. Si vous mettez en pause, vous pourrez reprendre le test à partir de cette page.
hu_hu: Kérjük, próbálja meg újratölteni az oldalt, vagy szüneteltetni a tesztet. Ha szünetelteti, erről az oldalról folytathatja a tesztet.
ja_jp: ページを再読み込みするか、テストを一時停止してみてください。一時停止した場合、このページからテストを再開することができます。
nb_no: Prøv å laste inn siden på nytt eller sett prøven på pause. Hvis du setter den på pause, vil du kunne fortsette prøven fra denne siden.
pt_br: Por favor, tente recarregar a página ou pause o teste. Se você pausar, você será capaz de retomar o teste a partir desta página.
ro_ro: Încercați să reîncărcați pagina sau să întrerupeți testul. Dacă întrerupeți, veți putea relua testul de pe această pagină.
sk_sk: Skúste stránku znova načítať alebo pozastaviť test. Ak ho pozastavíte, budete môcť test obnoviť z tejto stránky.

source: Please wait while we try to restore the connection.
ar_sa: الرجاء الانتظار بينما نحاول استعادة الاتصال.
de_de: Haben Sie bitte einen Moment, wir versuchen die Verbindung wiederherzustellen.
fr_fr: Veuillez attendre pendant que nous essayons de restaurer la connexion.
hu_hu: Kérjük, várjon, amíg megpróbáljuk helyreállítani a kapcsolatot.
ja_jp: 接続を回復中です。しばらくお待ちください。
lt_lt: Prašome palaukti, kol mes bandome atstatyti ryšį.
nb_no: Vent mens vi prøver å gjenopprette tilkoblingen.
nl_nl: Wacht even terwijl we proberen de verbinding te herstellen.
pt_br: Por favor, aguarde enquanto tentamos restaurar a conexão.
ro_ro: Te rugăm să aștepți până încercăm să restabilim conexiunea.
ru_ru: Подождите, мы пытаемся восстановить подключение.
sk_sk: Počkajte, prosím, kým sa pokúsime obnoviť pripojenie.

source: Points
de_de: Punkte
ro_ro: Puncte
sk_sk: Body

source: Prerequisites
de_de: Voraussetzungen
ro_ro: Cerințe prealabile
sk_sk: Predpoklady

source: Preview
ar_sa: معاينة
de_de: Vorschau
fr_fr: Aperçu
hu_hu: Előnézet
ja_jp: プレビュー
nb_no: Forhåndsvis
pt_br: Pré-visualizar
ro_ro: Previzualizare
sk_sk: Náhľad

source: Preview the covered area
ar_sa: معاينة المنطقة المغطاة
de_de: Vorschau der bedeckten Fläche
fr_fr: Prévisualiser la zone couverte
hu_hu: Tekintse meg a lefedett területet
ja_jp: カバーエリアをプレビュー
lt_lt: Peržiūrėti padengtą plotą
nb_no: Forhåndsvis merket området
nl_nl: Toon het bedekte gebied in voorvertoning
pt_br: Pré-visualizar a área coberta
ro_ro: Previzualizează zona acoperită
ru_ru: Предварительный просмотр покрываемой области
sk_sk: Zobraziť ukážku pokrytej oblasti

source: Previous
ar_sa: سابق
de_de: Vorherige
fr_fr: Précédent
hu_hu: Előző
ja_jp: 前へ
lt_lt: Grįžti
nb_no: Forrige
nl_nl: Vorige
pt_br: Anterior
ro_ro: Anterior
ru_ru: Назад
sk_sk: Predchádzajúce

source: Print Out
de_de: Ausdrucken
ro_ro: Printare ieşire
sk_sk: Vytlačiť

source: Proceed
de_de: Weiter
ro_ro: Continuă
sk_sk: Pokračovať

source: PROCEED & END ASSESSMENT
ar_sa: التقييم النهائي
de_de: GESCHÜTZT & ENDE ASSESSMENT
fr_fr: ACCEPTÉ ET FIN DE L'ASSESSMENT
hu_hu: FOLYTATÁS ÉS ÉRTÉKELÉS VÉGE
ja_jp: 進行と最終評価
nb_no: FORTSETT OG AVSLUTT VURDERING
pt_br: CONTINUAR E FINALIZAR A AVALIAÇÃO
ro_ro: PROCEED ȘI EVALUARE FINALĂ
sk_sk: POKRAČOVAŤ A UKONČIŤ HODNOTENIE

source: Proctor
ar_sa: مراقب
de_de: Aufsichtsperson
fr_fr: Surveillant d'examen
hu_hu: Proktor
ja_jp: 試検監督者
lt_lt: Proktorius
pt_br: Profissional
ru_ru: Наблюдатель
sk_sk: Proktor

source: Properties
ar_sa: خصائص
de_de: Eigenschaften
fr_fr: Propriétés
hu_hu: Tulajdonságok
ja_jp: プロパティ
lt_lt: Savybės
nl_nl: Eigenschappen
pt_br: propriedades
ro_ro: Proprietăți
ru_ru: Свойства
sk_sk: Nehnuteľnosti

source: QTI 2.1 Test Driver
ar_sa: QTI 2.1 اختبار برنامج التشغيل
de_de: QTI 2.1 Test-Treiber
fr_fr: Driver de test QTI 2.1
hu_hu: QTI 2.1 tesztpilóta
lt_lt: QTI 2.1 Testų Tvarkyklė
nl_nl: QTI 2.1 Toets driver
pt_br: Driver de Teste QTI 2.1
ro_ro: Driver test QTI 2.1
ru_ru: Драйвер тестирования QTI 2.1
sk_sk: Testovací ovládač QTI 2.1

source: QTI Item Runner
ar_sa: عداء بند QTI
de_de: QTI Element Runner
fr_fr: Lanceur d'item QTI
hu_hu: QTI tételfutó
ja_jp: QTIアイテムランナー
lt_lt: QTI Elemento Vykdytojas
nl_nl: QTI Item starter
pt_br: Item Runner QTI
ro_ro: Intrare QTI element
ru_ru: Лицо, проходящее элемент теста QTI
sk_sk: Bežec položiek QTI

source: QTI metadata as properties
de_de: QTI-Metadaten als Eigenschaften
ro_ro: Metadate QTI ca proprietăți
sk_sk: Metadáta QTI ako vlastnosti

source: QTI Test "%s" publishing failed.
ar_sa: فشل نشر الرائز "%s"
de_de: Veröffentlichen von QTI Test "%s" fehlgeschlagen.
fr_fr: La publication du test QTI "%s" a échoué.
hu_hu: A(z) „%s” QTI teszt közzététele sikertelen.
ja_jp: QTIテスト "%s" の公開ができませんでした
lt_lt: QTI Testo "%s" paskelbimas nesėkmingas.
nb_no: QTI Prøve "%s" publisering mislyktes.
nl_nl: Publiceren van QTI toets "%s" mislukt.
pt_br: Falha na publicação do QTI Test "%s.
ru_ru: Не удалось опубликовать тест QTI «%s».
sk_sk: Publikovanie QTI testu „%s“ zlyhalo.
