Repository: oat-sa/extension-tao-testqti
Catalog: locales/*/messages.po
Languages: ar_sa, de_de, fr_fr, hu_hu, ja_jp, lt_lt, nb_no, nl_nl, pt_br, ro_ro, ru_ru, sk_sk

source: The time limit has been reached for this part of the test.
ar_sa: تم الوصول إلى الحد الزمني لهذا الجزء من الرائز.
de_de: Die Frist wurde für diesen Teil des Tests erreicht.
fr_fr: La limite de temps a été atteinte pour cette partie du test.
hu_hu: A teszt ezen részének időkorlátja lejárt.
ja_jp: テストパートは制限時間に達しました。
nb_no: Tidsbegrensningen er nådd for denne prøvedelen.
pt_br: O tempo limite foi atingido para esta parte do teste.
ro_ro: Termenul a fost atins pentru această parte a testului.
sk_sk: Časový limit pre túto časť testu bol dosiahnutý.

source: The translated section title.
de_de: Der Titel des übersetzten Abschnitts.
ro_ro: Titlul secțiunii traduse.
sk_sk: Preložený názov sekcie.

source: The translated test title.
de_de: Der übersetzte Testtitel.
ro_ro: Titlul testului tradus
sk_sk: Preložený názov testu.

source: There are %s unanswered questions
ar_sa: هناك %s من الأسئلة التي لم يتم الرد عليها
de_de: Es gibt %s unbeantwortete Fragen
fr_fr: Il y a %s questions sans réponse
hu_hu: %s megválaszolatlan kérdés van
ja_jp: 未回答のものが%s問あります。
nb_no: Det er %s ubesvarte spørsmål
pt_br: Há %s perguntas não respondidas
ro_ro: Există întrebări fără răspuns %s
sk_sk: Existuje %s nezodpovedaných otázok

source: There are %s unanswered questions in this part of the test
ar_sa: يوجد %s أسئلة لم تتم الإجابة عليها في هذا الجزء من الرائز
de_de: Es gibt %s unbeantwortete Fragen in diesem Teil des Tests
fr_fr: Il y a %s questions sans réponse dans cette partie du test
hu_hu: A teszt ezen részében %s megválaszolatlan kérdés van
ja_jp: テストのこの部分には、%sつの未回答の質問があります。
nb_no: Det er %s ubesvarte spørsmål i denne prøvedelen
pt_br: Há %s perguntas em aberto nesta parte do teste
ro_ro: Există %s întrebări fără răspuns în această parte a testului
sk_sk: V tejto časti testu je %s nezodpovedaných otázok

source: There is %s unanswered question
ar_sa: يوجد %s سؤال بدون إجابة
de_de: Es gibt eine %s unbeantwortete Frage
fr_fr: Il y a %s question sans réponse
hu_hu: %s megválaszolatlan kérdés van
ja_jp: 未回答のものが%s問あります。
nb_no: Det er %s ubesvart spørsmål
pt_br: Há %s perguntas não respondidas
ro_ro: Există o întrebare fără răspuns de la %s
sk_sk: Existuje %s nezodpovedaná otázka

source: There is %s unanswered question in this part of the test
ar_sa: يوجد %s سؤال لم تتم الإجابة عليه في هذا الجزء من الرائز
de_de: Es gibt eine %s unbeantwortete Frage in diesem Teil des Tests
fr_fr: Il y a %s question sans réponse dans cette partie du test
hu_hu: %s megválaszolatlan kérdés van a teszt ezen részében
ja_jp: テストのこの部分には未回答の質問が%sつあります。
nb_no: Det er %s ubesvart spørsmål i denne prøvedelen
pt_br: Há %s pergunta não respondida nesta parte do teste
ro_ro: Există o întrebare fără răspuns %s în această parte a testului
sk_sk: V tejto časti testu je %s nezodpovedaných otázok

source: There is not outcomes!
ar_sa: لا توجد نتائج!
de_de: Es gibt keine Ergebnisse!
fr_fr: Il n'y a pas de résultat !
hu_hu: Nincsenek eredmények!
ja_jp: 結果がありません!
nb_no: Det er ikke noe resultat!
nl_nl: Er zijn geen uitkomsten!
pt_br: Não há resultados!
ro_ro: Nu există rezultate!
ru_ru: Нет результатов!
sk_sk: Nie sú žiadne výsledky!

source: This constraint affects the visibility of feedback after the end of the last attempt.
ar_sa: يؤثر هذا القيد على رؤية التعليقات بعد نهاية المحاولة الأخيرة.
de_de: Diese Einschränkung beeinträchtigt die Sichtbarkeit des Feedback nach dem letzten Versuch.
fr_fr: Cette contrainte affecte la visibilité du retour après la fin de la dernière tentative.
hu_hu: Ez a korlátozás befolyásolja a visszajelzés láthatóságát az utolsó kísérlet vége után.
ja_jp: この制約は、最後の実施終了後のフィードバックの見え方に影響します
nb_no: Denne begrensningen påvirker synligheten av tilbakemeldinger etter det siste forsøket.
nl_nl: Deze beperking raakt de zichtbaarheid van de feedback aan het eind van de laatste poging.
pt_br: Esta restrição afeta a visibilidade do feedback após o fim da última tentativa.
ro_ro: Această constrângere afectează vizibilitatea feedback-ului după sfârșitul ultimei încercări.
ru_ru: Это ограничение влияет на видимость отзывов после последней попытки.
sk_sk: Toto obmedzenie ovplyvňuje viditeľnosť spätnej väzby po skončení posledného pokusu.

source: This constraint controls whether or not the candidate is allowed to provide a comment on the item during the session. Comments are not part of the assessed responses.
ar_sa: يتحكم هذا القيد في ما إذا كان يُسمح للمرشح بتقديم تعليق على البند أثناء الجلسة أم لا. التعليقات ليست جزءًا من الردود التي تم تقييمها.
de_de: Dies regelt, ob ein Kandidat Kommentare zu einem Element abgeben kann. Kommentare werden nicht gewertet.
fr_fr: Cette contrainte contrôle si la candidat a la permission de fournir un commentaire sur l'item au cours de la session. Les commentaires ne font pas partie des réponses évaluées.
hu_hu: Ez a korlátozás azt szabályozza, hogy a jelölt fűzhet-e megjegyzést az elemhez a foglalkozás során. A megjegyzések nem részei az értékelt válaszoknak.
ja_jp: 受験中に，問題に対するコメントを受験者に許可するかどうかを設定します。なお、コメントは採点対象にはなりません。
nb_no: Denne begrensningen styrer hvorvidt eleven har lov til å gi en kommentar til oppgaven under gjennomføringen. Kommentarer er ikke en del av svaret som skal vurderes.
nl_nl: Deze beperking bepaalt of de kandidaat al dan niet een opmerking in het item mag plaatsen gedurende de sessie. Commentaar is geen onderdeel van de te verwerken antwoorden.
pt_br: Esta restrição controla se o candidato pode ou não fornecer um comentário sobre o item durante a sessão. Os comentários não fazem parte das respostas avaliadas.
ro_ro: Această constrângere controlează dacă candidatului i se permite sau nu să prezinte un comentariu cu privire la acest subiect în timpul sesiunii. Comentariile nu fac parte din răspunsurile evaluate.
ru_ru: Это ограничение определяет, разрешено ли кандидату оставлять комментарий по поводу элемента во время сеанса. Комментарии не входят в оцениваемую часть ответов.
sk_sk: Toto obmedzenie určuje, či má kandidát počas zasadnutia povolené poskytnúť komentár k danej položke. Komentáre nie sú súčasťou hodnotených odpovedí.

source: This functionality is blocked. Please contact with your administrator for more details.
ar_sa: تم حظر هذه الوظيفة. يرجى الاتصال بالمسؤول للحصول على مزيد من التفاصيل.
de_de: Diese Funktion ist gesperrt. Bitte kontaktieren Sie Ihren Administrator für weitere Details.
fr_fr: Cette fonctionnalité est bloquée. Veuillez contacter votre administrateur pour plus de détails.
hu_hu: Ez a funkció le van tiltva. További részletekért forduljon a rendszergazdához.
ja_jp: この機能はブロックされています。詳細については、管理者にお問い合わせください。
nb_no: Denne funksjonaliteten er ikke tilgjengelig. Ta kontakt med administrator for mer informasjon.
pt_br: Esta funcionalidade está bloqueada. Entre em contato com o seu administrador para mais detalhes.
ro_ro: Această funcționalitate este blocată. Vă rugăm să contactați administratorul pentru mai multe detalii.
sk_sk: Táto funkcia je blokovaná. Pre viac informácií kontaktujte svojho správcu.

source: This test has been suspended
ar_sa: تم تعليق هذا الرائز
de_de: Dieser Test wurde suspendiert
fr_fr: Ce test a été suspendu.
hu_hu: Ez a teszt felfüggesztve
ja_jp: テストは一時中断されました
lt_lt: Šis testas buvo sustabdytas
nb_no: Denne prøven er suspendert
nl_nl: Deze toets is uitgesteld
pt_br: Este teste foi suspenso
ro_ro: Acest test a fost suspendat
ru_ru: Тест приостановлен
sk_sk: Tento test bol pozastavený

source: This test has been terminated
ar_sa: تم إنهاء هذا الرائز
de_de: Dieser Test wurde terminiert
fr_fr: Ce test s'est achevé.
hu_hu: Ez a teszt leállt
ja_jp: テストは強制終了されました
lt_lt: Šis testas buvo nutrauktas
nb_no: Denne prøven er avsluttet
nl_nl: Deze test is beëindigd
pt_br: Este teste foi finalizado
ro_ro: Acest test a fost terminat
ru_ru: Тест прекращен
sk_sk: Tento test bol ukončený

source: This test part is used as a target in %s path(s).
de_de: Dieses Testteil wird als Ziel in %s Pfad(en) verwendet.
ro_ro: Această parte de test este folosită ca o țintă în calea (căile) %s.
sk_sk: Táto testovacia časť sa používa ako cieľ v ceste %s .

source: Time limit reached for item "%s".
ar_sa: تم بلوغ الحد الزمني للبند "%s".
de_de: Zeitbegrenzung für Element "%s" wurde erreicht.
fr_fr: La limite de temps a été atteinte pour l'item "%s".
hu_hu: Elérte az időkorlátot a(z) „%s” elemhez.
ja_jp: 問題"%s"の制限時間に達しました
lt_lt: Laiko limitas pasiektas "%s" elementui.
nb_no: Tidsbegrensningen er nådd for oppgave "%s".
nl_nl: Tijdlimiet bereikt voor item "%s".
pt_br: Tempo limite atingido para o item "%s".
ro_ro: S-a atins limita de timp pentru elementul "%s".
ru_ru: Для элемента «%s» достигнут временной лимит.
sk_sk: Časový limit pre položku „%s“ bol dosiahnutý.

source: Time limit reached, this part of the test has ended.
ar_sa: تم بلوغ الحد الزمني ، وانتهى هذا الجزء من الرائز..
de_de: Zeitbegrenzung erreicht, dieser Teil des Tests ist beendet.
fr_fr: La limite de temps a été atteinte, cette partie du test est terminé
hu_hu: Elérted az időkorlátot, a teszt ezen része véget ért.
ja_jp: 制限時間に達したためテストのこのパートは終了しました
lt_lt: Testo atlikimo laikas baigėsi.
nb_no: Tidsbegrensningen er nådd, denne delen av prøven er avsluttet.
nl_nl: Tijdlimiet bereikt. Dit deel van de test is beëindigd.
pt_br: Tempo limite atingido, esta parte do teste terminou.
ro_ro: Timpul limită atins, această parte a testului s-a încheiat.
ru_ru: Временной лимит достигнут, эта часть теста завершена.
sk_sk: Časový limit bol dosiahnutý, táto časť testu sa skončila.

source: Time limit reached, this part of the test has ended. However you are allowed to finish the current item.
ar_sa: تم بلوغ الحد الزمني ، وانتهى هذا الجزء من الرائز. ومع ذلك ، يُسمح لك بإنهاء البند الحالي.
de_de: Zeitlimit erreicht, dieser Teil des Tests ist beendet. Du darfst jedoch das aktuelle Element beenden.
fr_fr: Limite de temps atteinte, cette partie du test vient de se terminer. Cependant vous avez la permission de finir l'item en cours.
hu_hu: Elérted az időkorlátot, a teszt ezen része véget ért. Azonban befejezheted az aktuális feladatot.
ja_jp: 制限時間に達しました。ただし、現在の問題はこのまま解答を続け終了することができます。
lt_lt: Laiko limitas pasiektas, ši testo dalis pabaigta. Tačiau, jums galima atlikti dabartinį elementą.
nb_no: Tidsbegrensningen er nådd, denne delen av testen er avsluttet. Du kan fullføre gjeldende oppgave.
nl_nl: Tijdslimiet bereikt, dit deel van de test is afgelopen. U mag echter wel het huidige item afmaken.
pt_br: Limite de tempo atingido, esta parte do teste terminou. No entanto, você pode terminar o item atual.
ro_ro: Timpul limită atins, această parte a testului s-a încheiat. Cu toate acestea, vi se permite să terminați elementul curent.
ru_ru: Временной лимит достигнут, эта часть теста завершена. При этом вы можете завершить текущий элемент.
sk_sk: Časový limit bol dosiahnutý, táto časť testu sa skončila. Môžete však dokončiť aktuálnu položku.

source: Time Limits
ar_sa: حدود الوقت
de_de: Zeitbegrenzungen
fr_fr: Limites de temps
hu_hu: Időkorlátok
ja_jp: 時間制限
lt_lt: Laiko Limitai
nb_no: Tidsbegrensninger
nl_nl: Tijdslimieten
pt_br: Limite de tempo
ro_ro: Limite de timp
ru_ru: Временные лимиты.
sk_sk: Časové limity

source: Time Remaining
ar_sa: الوقت المتبقي
de_de: verbleibende Zeit
fr_fr: Temps restant
hu_hu: Hátralévő idő
ja_jp: 残り時間
lt_lt: Liko Laiko
nb_no: Gjenstående tid
nl_nl: Resterende tijd
pt_br: Tempo Restante
ro_ro: Timp rămas
ru_ru: Оставшееся время
sk_sk: Zostávajúci čas

source: Title
ar_sa: عنوان
de_de: Titel
fr_fr: Titre
hu_hu: Cím
ja_jp: タイトル
lt_lt: Pavadinimas
nb_no: Tittel
nl_nl: Titel
pt_br: Título
ro_ro: Titlu
ru_ru: Название
sk_sk: Názov

source: to
de_de: zu
ro_ro: către
sk_sk: k

source: Toggle playback
ar_sa: تبديل التشغيل
de_de: Wiedergabe umschalten
fr_fr: Activer/désactiver la lecture
hu_hu: Lejátszás be-/kikapcsolása
ja_jp: 再生を切り替える
nb_no: Slå av og på avspilling
pt_br: Ativar/desativar reprodução
ro_ro: Comută redarea
sk_sk: Prepnúť prehrávanie

source: Toggle start from here mode
ar_sa: تبديل البدء من هنا الوضع
de_de: Start von diesem Modus umschalten
fr_fr: Activer/désactiver le démarrage à partir du mode ici
hu_hu: Innen indítás mód be-/kikapcsolása
ja_jp: [ここから開始] モードを切り替える
nb_no: Bytt til start her-modus
pt_br: Alternar início a partir daqui modo
ro_ro: Comută începe din modul de aici
sk_sk: Prepnúť režim štartu odtiaľto

source: Tool box and flagging for review
ar_sa: مربع الأدوات والإبلاغ للمراجعة
de_de: Werkzeugkasten und Markierung zur Überprüfung
fr_fr: Boîte à outils et marquage pour vérification
hu_hu: Eszköztár és jelölés felülvizsgálatra
ja_jp: ツールボックスとレビューマーク
nb_no: Verktøykasse og flagging for å se gjennom
pt_br: Caixa de ferramentas e sinalização para revisão
ro_ro: Caseta de instrumente și marcarea pentru revizuire
sk_sk: Nástrojová skrinka a označovanie na kontrolu

source: Toolbox
ar_sa: صندوق الأدوات
de_de: Werkzeugkasten
fr_fr: Boîte à outils
hu_hu: Szerszámosláda
ja_jp: ツールボックス
nb_no: Verktøykasse
pt_br: Ferramentas
ro_ro: Utilitare
sk_sk: Nástroje

source: Total
de_de: Gesamt
sk_sk: Celkom

source: Total score
ar_sa: مجموع النقاط
de_de: Gesamtpunktzahl
fr_fr: Score total
hu_hu: Összpontszám
ja_jp: 合計スコア
lt_lt: Galutinis rezultatas
nb_no: Totalskår
nl_nl: Totaal score
pt_br: Pontuação total
ro_ro: Scor total
ru_ru: Суммарный балл
sk_sk: Celkové skóre

source: Translated title
de_de: Übersetzter Titel
ro_ro: Titlu tradus
sk_sk: Preložený názov

source: Translation
de_de: Übersetzung
ro_ro: Traducere
sk_sk: Preklad

source: Translation completed
de_de: Übersetzung abgeschlossen
ro_ro: Traducere completă
sk_sk: Preklad dokončený

source: Try connecting the machine to the internet via cable, or move to an area with a better wifi signal.
ar_sa: حاول توصيل الجهاز بالإنترنت عبر الكابل ، أو انتقل إلى منطقة بها إشارة wifi أفضل.
de_de: Versuchen Sie, die Maschine über Kabel mit dem Internet zu verbinden, oder bewegen Sie sich in einen Bereich mit einem besseren Wifi-Signal.
fr_fr: Essayez de connecter la machine à Internet par câble, ou déplacez dans une zone avec un meilleur signal wifi.
hu_hu: Próbáld meg kábellel csatlakoztatni a gépet az internethez, vagy menj egy olyan helyre, ahol jobb a wifi jel.
ja_jp: 本機をケーブルでインターネットに接続するか、無線LANの電波が届きやすい場所に移動してみてください。
nb_no: Prøv å koble maskinen til internett via kabel, eller flytt til et område med et bedre wifi-dekning.
pt_br: Tente conectar a máquina à internet via cabo ou mova para uma área com um sinal de Wi-Fi melhor.
ro_ro: Încercați să conectați mașina la internet prin cablu, sau mutați-vă într-o zonă cu un semnal wifi mai bun.
sk_sk: Skúste pripojiť zariadenie k internetu káblom alebo sa presuňte na miesto s lepším signálom Wi-Fi.

source: Tutor
ar_sa: مدرس خاص
fr_fr: Tuteur
hu_hu: Oktató
ja_jp: チュータ
lt_lt: Mokytojas
nb_no: Veileder
nl_nl: Leerkracht
pt_br: Professor
ru_ru: Преподаватель
sk_sk: Doučovateľ

source: Type
ar_sa: نوع
de_de: Typ
hu_hu: Típus
ja_jp: タイプ
lt_lt: Tipas
pt_br: tipo
ro_ro: Tip
ru_ru: Тип
sk_sk: Typ

source: Unanswered
ar_sa: لم يتم الرد عليها
de_de: Unbeantwortet
fr_fr: Non répondu
hu_hu: Megválaszolatlan
ja_jp: 未解答
lt_lt: Neatsakyta
nb_no: Ubesvart
nl_nl: Onbeantwoord
pt_br: Sem resposta
ro_ro: Fără răspuns
ru_ru: Без ответа
sk_sk: Nezodpovedané

source: Unanswered items
ar_sa: البنود التي لم يتم الرد عليها
de_de: Nicht beantwortete Fragen
fr_fr: Items non répondus
hu_hu: Megválaszolatlan tételek
ja_jp: 未解答の問題
lt_lt: Neatsakyti elementai
nb_no: Ubesvarte oppgaver
nl_nl: Onbeantwoorde vragen
pt_br: Itens não respondidos
ro_ro: Elemente fără răspuns
ru_ru: Элементы без ответа
sk_sk: Nezodpovedané položky

source: Unflag for Review
ar_sa: Unflag للمراجعة
de_de: Zur Überprüfung nicht markieren
fr_fr: Démarquer pour revue
hu_hu: Jelzés törlése felülvizsgálatra
ja_jp: 見直しマークを外す
lt_lt: Atžymėti
nb_no: Fjern markering for å se gjennom
nl_nl: Markeer voor herziening opheffen
pt_br: Remover sinalização para revisão
ro_ro: Anulare steag pentru evaluare
ru_ru: Снять пометку на пересмотр
sk_sk: Zrušiť označenie na kontrolu

source: Unknown error.
ar_sa: خطأ غير معروف.
de_de: Unbekannter Fehler.
fr_fr: Erreur inconnue.
hu_hu: Ismeretlen hiba.
ja_jp: 不明なエラー
lt_lt: Nežinoma klaida.
nb_no: Ukjent feil.
nl_nl: Onbekende fout.
pt_br: Erro Desconhecido
ro_ro: Eroare necunoscută.
ru_ru: Неизвестная ошибка.
sk_sk: Neznáma chyba.

source: Unlink to use separated durations
ar_sa: إلغاء الارتباط لاستخدام فترات منفصلة
de_de: Nicht verlinken, um getrennte Dauer zu verwenden
fr_fr: Délier pour utiliser des durées séparées
hu_hu: Leválasztás elkülönített időtartamok használatához
ja_jp: 分離した期間を使用するためにリンクを解除する
lt_lt: Atrišti, kad naudoti atskirtas trukmes
nb_no: Fjern koblingen for å bruke adskilte tider
pt_br: Desvincular para usar durações separadas
ro_ro: Deconectați pentru a utiliza durate separate
ru_ru: Отменить связь для применения отдельных длительностей
sk_sk: Zrušte prepojenie, aby ste mohli použiť oddelené trvania

source: Unseen
ar_sa: غير مرئي
hu_hu: Láthatatlan
ja_jp: 未公開
nb_no: Usette
sk_sk: Neviditeľné

source: Upload a QTI 2.1 Test Package File
ar_sa: قم بتحميل ملف حزمة الروائز QTI 2.1
de_de: QTI 2.1 Testpaket-Datei hochladen
fr_fr: Envoyer un fichier paquet de test QTI 2.1
hu_hu: QTI 2.1 tesztcsomagfájl feltöltése
ja_jp: QTI 2.1 Test Package Fileのアップロード
lt_lt: Įkelti QTI 2.1 Testo Paketo Failą
nb_no: Last opp en QTI 2.1 testpakkefil
nl_nl: Upload een QTI 2.1 Toets pakket bestand
pt_br: Enviar um arquivo de teste QTI 2.1
ro_ro: Încărcaţi un fişier pachet de încercare QTI 2.1
ru_ru: Выгрузка файла пакета для тестирования QTI 2.1
sk_sk: Nahrajte súbor testovacieho balíka QTI 2.1

source: Use Ctrl/Meta key or Lasso for multiple selection
ar_sa: استخدم مفتاح Ctrl / Meta أو Lasso للاختيار المتعدد
de_de: Strg/Meta-Taste oder Lasso für Mehrfachauswahl verwenden
fr_fr: Utilisez la touche Ctrl/Meta ou le lasso pour une sélection multiple.
hu_hu: Többszörös kijelöléshez használd a Ctrl/Meta billentyűt vagy a Lasso billentyűt
ja_jp: 複数選択のためにCtrl / Metaキーまたは投げ縄ツールを使用してください
lt_lt: Naudoti Ctrl/Meta mygtukus arba kilpinę keliems pasirinkimams
nb_no: Bruk Ctrl/Meta-tasten eller løkke for flere utvalg
nl_nl: Gebruik Ctrl/Meta toets of lasso om meerdere te selecteren
pt_br: Usar a tecla Ctrl/Meta ou Laço para seleção múltipla
ro_ro: Utilizaţi tasta Ctrl/Meta sau lasso pentru selecţii multiple
ru_ru: Использовать клавишу Ctrl/Meta или инструмент «лассо» для множественного выбора
sk_sk: Pre viacnásobný výber použite kláves Ctrl/Meta alebo Lasso

source: Validate Responses
ar_sa: تحقق من صحة الردود
de_de: Antworten validieren
fr_fr: Validez les réponses
hu_hu: Válaszok validálása
ja_jp: 解答の検証
lt_lt: Tikrinti Atsakymus
nb_no: Valider svar
nl_nl: Geldige antwoorden
pt_br: Validar respostas
ro_ro: Validare răspunsuri
ru_ru: Валидировать ответы
sk_sk: Overiť odpovede

source: Value
ar_sa: قيمة
de_de: Wert
fr_fr: Valeur
hu_hu: Érték
ja_jp: 値
lt_lt: Reikšmė
nb_no: Verdi
nl_nl: Waarde
pt_br: Valor
ro_ro: Valoare
ru_ru: Значение
sk_sk: Hodnota

source: Variable
ro_ro: Variabilă
sk_sk: Premenná

source: Viewed
ar_sa: تمت معاينته
de_de: Angesehene Seiten
fr_fr: Vues
hu_hu: Megtekintve
ja_jp: 表示済み
lt_lt: Peržiūrėta
nb_no: Vist
nl_nl: Bekeken
pt_br: Visualizado
ro_ro: Văzut
ru_ru: Просмотрен
sk_sk: Zobrazené

source: Viewed items
ar_sa: البنود التي تم عرضها
de_de: Angesehene Seiten
fr_fr: Items vus
hu_hu: Megtekintett elemek
ja_jp: 表示アイテム
lt_lt: Peržiūrėti elementai
nb_no: Viste oppgaver
nl_nl: Bekeken pagina's
pt_br: Itens visualizados
ro_ro: Elemente vizualizate
ru_ru: Просмотренные элементы
sk_sk: Zobrazené položky

source: Views
ar_sa: الآراء
de_de: Ansichten
fr_fr: Vues
hu_hu: Megtekintések
ja_jp: 表示
lt_lt: Peržiūros
nb_no: Visninger
nl_nl: Weergaven
pt_br: Visualizações
ro_ro: Vizualizări
ru_ru: Просмотры
sk_sk: Zobrazenia

source: Visible
ar_sa: مرئي
de_de: Sichtbar
hu_hu: Látható
ja_jp: 表示可能
lt_lt: Matoma
nb_no: Synlige
nl_nl: Zichtbaar
pt_br: Visível
ro_ro: Vizibil
ru_ru: Видим.
sk_sk: Viditeľné

source: Volume
ar_sa: حجم
de_de: Lautstärke
hu_hu: Kötet
ja_jp: ボリューム
lt_lt: Garsumas
nb_no: Volum
ro_ro: Volum
ru_ru: Громкость
sk_sk: Objem

source: Wait for your connection to come back online.
ar_sa: انتظر اتصالك بالإنترنت مرة أخرى.
de_de: Warten Sie, bis Ihre Verbindung wieder online ist.
fr_fr: Attendez que votre connexion soit rétablie en ligne.
hu_hu: Várja meg, amíg helyreáll az online kapcsolat.
ja_jp: 接続が回復するのを待ちます。
nb_no: Vent til tilkoblingen din kommer tilbake.
pt_br: Aguarde a sua conexão voltar online.
ro_ro: Așteptați ca conexiunea dvs. să revină online.
sk_sk: Počkajte, kým sa vaše pripojenie opäť neobnoví.

source: Warning – You have %s remaining to complete the test.
ar_sa: تحذير - لديك %s متبقية لإكمال الرائز.
de_de: Warnung - Sie haben noch %s um den Test zu vervollständigen.
fr_fr: Attention - Il vous reste %s pour finir le test.
hu_hu: Figyelem – %s pontod van hátra a teszt befejezéséhez.
ja_jp: 警告：テスト終了まであと%sです
lt_lt: Įspėjimas – Jums liko %s testui atlikti.
nb_no: Advarsel - Du har %s igjen til å fullføre prøven.
nl_nl: Waarschuwing – U heeft %s over om de toets af te maken.
pt_br: Aviso – Você tem %s para concluir o teste.
ro_ro: Atenționare – Mai ai %s rămas pentru a finaliza testul.
ru_ru: Предупреждение: у вас осталось %s на завершение теста.
sk_sk: Upozornenie – Na dokončenie testu vám zostáva %s .

source: Warning – You have %s remaining to complete this item.
ar_sa: تحذير - لديك %s متبقية لإكمال هذا البند.
de_de: Warnung – Du hast %s übrig um diesen Gegenstand abzuschließen.
fr_fr: Avertissement – Vous avez %s qui restent pour compléter cet item.
hu_hu: Figyelem – %s pontod van hátra a feladat befejezéséhez.
ja_jp: 警告：この問題が終了するまであと %s です
lt_lt: Įspėjimas – Jums liko %s testui atlikti.
nb_no: Advarsel - Du har %s igjen til å fullføre denne oppgaven.
nl_nl: Waarschuwing – U heeft nog %s over om dit item af te maken.
pt_br: Aviso – Você tem %s restante(s) para completar este item.
ro_ro: Avertizare – Mai ai %s pentru a finaliza acest element.
ru_ru: Предупреждение: у вас осталось %s на завершение этого элемента.
sk_sk: Upozornenie – Na dokončenie tejto položky vám zostáva %s .

source: Warning – You have %s remaining to complete this section.
ar_sa: تحذير - لديك %s متبقية لإكمال هذا الجزء.
de_de: Warnung – Sie haben noch %s übrig, um diesen Abschnitt abzuschließen.
fr_fr: Avertissement – Vous avez %s qui restent pour compléter cette section.
hu_hu: Figyelem – %s pontja van hátra a szakasz befejezéséhez.
ja_jp: 警告：このセクションが終了するまであと %s です
lt_lt: Įspėjimas – Jums liko %s šiai testui daliai atlikti.
nb_no: Advarsel - Du har %s igjen til å fullføre denne seksjonen.
nl_nl: Waarschuwing – U heeft nog %s over om deze sectie af te maken.
pt_br: Aviso – Você tem %s restantes para completar esta seção.
ro_ro: Avertisment – Mai ai %s pentru a finaliza această secțiune.
ru_ru: Предупреждение: у вас осталось %s на завершение этого раздела.
sk_sk: Upozornenie – Na dokončenie tejto časti vám zostáva %s .

source: Warning – You have %s remaining to complete this test part.
ar_sa: تحذير - لديك %s متبقية لإكمال جزء الرائز هذا.
de_de: Warnung – Du hast %s übrig bis zum Abschluss dieses Testteils.
fr_fr: Avertissement – Vous avez %s qui restent pour compléter cette partie de test.
hu_hu: Figyelem – %s pontja van hátra a tesztrész befejezéséhez.
ja_jp: 警告：このテストパートが終了するまであと %s です
lt_lt: Įspėjimas – Jums liko %s šiai testui daliai atlikti.
nb_no: Advarsel - Du har %s igjen til å fullføre denne prøvedelen.
nl_nl: Waarschuwing – U heeft nog %s over om dit examen gedeelte af te maken.
pt_br: Aviso – Você tem %s restante para completar esta parte do teste.
ro_ro: Avertizare – Mai ai %s pentru a finaliza această parte de test.
ru_ru: Предупреждение: у вас осталось %s на завершение этой части теста.
sk_sk: Upozornenie – Na dokončenie tejto testovacej časti vám zostáva %s .
