Repository: oat-sa/extension-tao-testqti
Catalog: locales/*/messages.po
Languages: ar_sa, de_de, fr_fr, hu_hu, ja_jp, lt_lt, nb_no, nl_nl, pt_br, ro_ro, ru_ru, sk_sk

source: Enter a custom category
ar_sa: أدخل فئة مخصصة
de_de: Eigene Kategorie eingeben
fr_fr: Entrer une catégorie personnalisée
hu_hu: Adjon meg egy egyéni kategóriát
ja_jp: カテゴリを入力
lt_lt: Įvesti pasirinktiną kategoriją
nb_no: Skriv inn en kategori
nl_nl: Voer een eigen categorie in
pt_br: Inserir uma categoria personalizada
ro_ro: Introduceți o categorie personalizată
ru_ru: Ввести пользовательскую категорию
sk_sk: Zadajte vlastnú kategóriu

source: Error
ar_sa: خطأ
de_de: Fehlermeldung
fr_fr: Erreur
hu_hu: Hiba
ja_jp: エラー
lt_lt: Klaida
nb_no: Feil
nl_nl: Fout
pt_br: ERRO
ro_ro: Eroare
ru_ru: Ошибка
sk_sk: Chyba

source: Error during file import
ar_sa: خطأ أثناء استيراد الملف
de_de: Fehler beim Dateiimport
fr_fr: Erreur pendant l'import du fichier.
hu_hu: Hiba a fájl importálása során
ja_jp: ファイルインポート中のエラー
lt_lt: Klaida failo importavimo metu
nb_no: Filimport feilet
nl_nl: Fout bij het importeren
pt_br: Erro durante importação do arquivo
ro_ro: Eroare în timpul importării fișierului
ru_ru: Ошибка во время импорта файла
sk_sk: Chyba počas importu súboru

source: Error found in the IMS QTI Test: %s
ar_sa: تم العثور على خطأ في اختبار : IMS QTI %s
de_de: Fehler im IMS QTI Test gefunden: %s
fr_fr: Erreur trouvée dans le test IMS QTI : %s
hu_hu: Hiba az IMS QTI tesztben: %s
ja_jp: QTIテストにエラーが見つかりました: %s
lt_lt: Rasta klaida IMS QTI Teste: %s
nb_no: Feil funnet i IMS QTI-prøven: %s
nl_nl: Fout gevonden in de IMS QTI Toets: %s
pt_br: Erro encontrado no teste IMS QTI %s
ro_ro: Eroare găsită în testul IMS QTI: %s
sk_sk: V teste IMS QTI bola nájdená chyba: %s

source: Expand the review panel
ar_sa: قم بتوسيع لوحة المراجعة
de_de: Vorschau ausklappen
fr_fr: Ouvrir le panneau de revu
hu_hu: Az áttekintési panel kibontása
ja_jp: レビューパネルを開く
lt_lt: Praplėsti apžvalgos skydelį
nb_no: Utvid se gjennom oppgave-panelet
nl_nl: Vergroot het review paneel
pt_br: Abrir o Painel de Revisão
ro_ro: Extinde panoul de revizuire
ru_ru: Развернуть панель пересмотра
sk_sk: Rozbaliť panel recenzií

source: Export failed for the test "%s
ar_sa: فشل تصدير الرائز "%s
de_de: Fehler beim Exportieren in Test: %s
fr_fr: L'export a échoué pour le test "%s
hu_hu: A teszt exportálása sikertelen volt "%s
ja_jp: テスト "%s のエクスポート失敗
lt_lt: Nepavyko testo "%s eksportavimas
nb_no: Eksport mislyktes for testen "%s
nl_nl: Export voor examen "%s is mislukt
pt_br: Exportação falhou para o teste "%s
ro_ro: Exportul a eșuat pentru testul "%s
ru_ru: Ошибка экспорта для теста «%s
sk_sk: Export zlyhal pre test „%s“

source: Export failed. Key uri nor classUri in formValues are not defined
ar_sa: فشل التصدير. لم يتم تعريف مفتاح uri ولا classUri في formValues
de_de: Export fehlgeschlagen. Schlüsseluri oder classUri in Formularwerten sind nicht definiert
fr_fr: L'exportation a échoué. Les clés uri ou classUri dans les valeurs de forme ne sont pas définies
hu_hu: Az exportálás sikertelen. A formValues-ben található kulcs URI és classUri nincs definiálva.
pt_br: Exportação falhou. A chave uri ou classUri no formulario não estão definidas
ro_ro: Exportarea a eșuat. Cheie sau classUri în formule Valorile nu sunt definite
sk_sk: Export zlyhal. Kľúč URI ani classUri vo formValues nie sú definované.

source: Export metadata
ar_sa: تصدير البيانات الوصفية
de_de: Metadaten exportieren
fr_fr: Exporter les métadonnées
hu_hu: Metaadatok exportálása
ja_jp: メタデータのエクスポート
lt_lt: Eksportuoti metaduomenis
nb_no: Eksporter metadata
nl_nl: Metadata exporteren
pt_br: Exportar metadados
ro_ro: Exportă metadate
ru_ru: Экспорт метаданных
sk_sk: Exportovať metadáta

source: Export QTI %s Test Package
ar_sa: تصدير حزمة رائز QTI %s
de_de: QTI %s Testpaket exportieren
fr_fr: Exporter le package de test QTI %s
hu_hu: Export QTI %s Tesztcsomag
pt_br: Exportar pacote QTI %s de teste
ro_ro: Export QTI %s Test Pachet
sk_sk: Exportovať testovací balík QTI %s

source: Export QTI 2.1 Test Package
ar_sa: تصدير حزمةروائز QTI 2.1
de_de: QTI 2.1 Testpaket exportieren
fr_fr: Exporter le paquet de test QTI 2.1
hu_hu: QTI 2.1 tesztcsomag exportálása
ja_jp: QTI2.1 Test Packageエクスポート
lt_lt: Eksportuoti QTI 2.1 Testų Paketą
nb_no: Eksporter QTI 2.1 Testpakke
nl_nl: Exporteer QTI 2.1 toets pakket
pt_br: Exportar Pacote de Teste QTI 2.1
ro_ro: Export QTI 2.1 Pachet de încercare
ru_ru: Экспорт пакета для тестирования QTI 2.1
sk_sk: Exportovať testovací balík QTI 2.1

source: Export QTI 2.2 Test Package
ar_sa: تصدير حزمة روائز QTI 2.2
de_de: QTI 2.2 Testpaket exportieren
fr_fr: Exporter le paquet de test QTI 2.2
hu_hu: QTI 2.2 tesztcsomag exportálása
ja_jp: QTI2.2 Test Packageエクスポート
lt_lt: Eksportuoti QTI 2.2 Testų Paketą
nb_no: Eksporter QTI 2.2 Testpakke
nl_nl: Exporteer QTI 2.2 examen pakket
pt_br: Exportar Pacote de Teste QTI 2.2
ro_ro: Export QTI 2.2 Pachet de încercare
ru_ru: Экспорт пакета для тестирования QTI 2.2
sk_sk: Exportovať testovací balík QTI 2.2

source: Export successful for the test "%s
ar_sa: تم التصدير بنجاح للرائز "%s
de_de: Export erfolgreich für den Test "%s
fr_fr: Export du test "%s effectué avec succès
hu_hu: Sikeres exportálás a teszthez "%s
ja_jp: テスト "%s のエクスポートが完了しました
lt_lt: Pavyko testo "%s eksportavimas
nb_no: Oppgavesett "%s ble eksportert
nl_nl: Export voor het examen "%s succesvol
pt_br: Sucesso na exportação do teste "%s
ro_ro: Export cu succes pentru testul "%s
ru_ru: Успешно выполнен экспорт для теста «%s
sk_sk: Export pre test bol úspešný „%s“

source: External Machine
de_de: Externer Rechner
ro_ro: Mașină externă
sk_sk: Externý stroj

source: External Scored
de_de: Externe Bewertung
ro_ro: Scor extern
sk_sk: Externé hodnotenie

source: Feedback block
ar_sa: حظر التعليقات
fr_fr: Bloc de retour
hu_hu: Visszajelzési blokk
ja_jp: フィードバックブロック
lt_lt: Atsiliepimo blokas
nb_no: Tilbakemeldingsboks
nl_nl: Feedback blok
pt_br: Bloco de Feedback
ro_ro: Bloc de feedback
ru_ru: Блок отзывов
sk_sk: Blok spätnej väzby

source: File name
ar_sa: اسم الملف
de_de: Dateiname
fr_fr: Nom de fichier
hu_hu: Fájlnév
ja_jp: ファイル名
lt_lt: Failo pavadinimas
nb_no: Filnavn
nl_nl: Bestandsnaam
pt_br: Nome do arquivo
ro_ro: Nume fișier
ru_ru: Наименование файла
sk_sk: Názov súboru

source: File not found
ar_sa: لم يتم العثور على الملف
de_de: Datei nicht gefunden
fr_fr: Fichier non trouvé
hu_hu: A fájl nem található
ja_jp: ファイルが見つかりません
lt_lt: Failas nerastas
nb_no: Filen ble ikke funnet
nl_nl: Bestand niet gevonden
pt_br: Arquivo não encontrado
ro_ro: Fișierul nu a fost găsit
ru_ru: Файл не найден
sk_sk: Súbor sa nenašiel

source: File not found!
ar_sa: لم يتم العثور على الملف!
de_de: Datei nicht gefunden!
fr_fr: Fichier introuvable !
hu_hu: A fájl nem található!
ja_jp: ファイルは見つかりません!
lt_lt: Failas nerastas!
nb_no: Filen ble ikke funnet!
nl_nl: Bestand niet gevonden!
pt_br: Arquivo não encontrado!
ro_ro: Fișierul nu a fost găsit!
ru_ru: Файл не найден!
sk_sk: Súbor sa nenašiel!

source: Fixed
ar_sa: مثبت
de_de: Fest
fr_fr: Fixé
hu_hu: Rögzített
ja_jp: 出題順を固定
lt_lt: Pastovus
nb_no: Fast
nl_nl: Vast
pt_br: Afixada
ro_ro: Fixat
ru_ru: Зафиксировано
sk_sk: Opravené

source: Fixed position in a shuffled the selection.
ar_sa: موقف ثابت في اختيار عشوائي.
de_de: Feste Position in einer gemischten Auswahl.
fr_fr: Position fixe dans une sélection aléatoire.
hu_hu: Fix pozíció a kijelölés összekeverésekor.
ja_jp: シャッフルでの固定位置
lt_lt: Pastovi vieta maišant pasirinkimus.
nb_no: Fast posisjon i et blandet utvalg.
nl_nl: Vaste positie in een niet vaste volgorde selectie
pt_br: Posição fixa em uma seleção embaralhada.
ro_ro: Poziție fixă într-o selecție a amestecat.
ru_ru: Зафиксирована позиция в перемешанном выборе.
sk_sk: Pevná pozícia v náhodnom výbere.

source: Flag for Review
ar_sa: علامة للمراجعة
de_de: Zur Überprüfung markieren
fr_fr: Signaler pour revue
hu_hu: Jelzés felülvizsgálatra
ja_jp: 見直しマーク
lt_lt: Pažymėti
nb_no: Flagg for å se gjennom
nl_nl: Markeer voor herziening
pt_br: Sinalizar para revisão
ro_ro: Marchează pentru Revizuire
ru_ru: Пометить на пересмотр
sk_sk: Nahlásiť na kontrolu

source: Flag the current item for later review
ar_sa: ضع علامة على البند الحالي للمراجعة لاحقًا
de_de: Zur späteren Überprüfung kennzeichnen
fr_fr: Signaler l'item courant pour une revue tardive
hu_hu: Aktuális elem megjelölése későbbi ellenőrzéshez
ja_jp: このアイテムの見直しマークグ
lt_lt: Pažymėti dabartinį klausimą vėlesniam peržiūrėjimui
nb_no: Flagg denne oppgaven for senere å kunne se gjennom
nl_nl: Volg deze vraag op
pt_br: Sinalizar o item atual para revisão posterior
ro_ro: Marchează elementul curent pentru revizuire ulterioară
ru_ru: Пометить текущий элемент для дальнейшего пересмотра
sk_sk: Označiť aktuálnu položku na neskoršiu kontrolu

source: Flagged
ar_sa: وضع علامة
de_de: Zu überprüfen
fr_fr: Marqué
hu_hu: Megjelölt
ja_jp: 見直しマーク
lt_lt: Pažymėta
nb_no: Flagget
nl_nl: Op te volgen
pt_br: Marcado
ro_ro: Marcat
ru_ru: Помечено
sk_sk: Nahlásené

source: Flagged for review
ar_sa: تم وضع علامة للمراجعة
de_de: Zur Überprüfung markiert
fr_fr: Marqué pour vérification
hu_hu: Felülvizsgálatra jelölve
ja_jp: 見直しマーク
nb_no: Flagget for å kunne se gjennom
pt_br: Marcado para revisão
ro_ro: Marcat pentru revizuire
sk_sk: Nahlásené na kontrolu

source: Force the item to be considered as informational and not taken into account in (un)answered / flagged counters.
ar_sa: إجبار البند على اعتباره إعلاميًا ولا يؤخذ في الاعتبار في (عدم) الرد / العدادات التي تم وضع علامة عليها.
de_de: Erzwingen Sie den Artikel als informativ und nicht berücksichtigt werden in (un)beantwortet/markierte Zähler.
fr_fr: Forcer l'item à être considéré comme informationnel et non pris en compte dans les compteurs (non)répondus / marqués.
hu_hu: Kényszerítse a tételt információként való figyelembevételre, és ne vegye figyelembe a (megválaszolatlan) / megjelölt számlálókban.
ja_jp: インフォメーションのためのアイテムと見なし、解答・未解答や見直しマークのカウントに反映されません。
lt_lt: Priversti elementą būti informaciniu ir nebūti atsižvelgtam atsakytų / neatsakytų ir pažymėtų skaičiuoklėje.
nb_no: Sett denne oppgaven som en informasjonsside som ikke skal tas med i opptellingen av (u)besvarte/.flaggede oppgaver.
nl_nl: Forceer dat het item wordt beschouwd als informatie en niet wordt meegenomen bij de tellingen voor (niet) beantwoord of gemarkeerde items.
pt_br: Forçar o item a ser considerado como informativo e não considerado nos contadores (não )respondidos/sinalizados.
ro_ro: Forțează ca elementul să fie considerat ca fiind informațional și să nu fie luat în considerare la (ne)răspunsuri / contoare sub pavilion.
ru_ru: Принудительно пометить элемент как информационный, чтобы он не учитывался счетчиками (не)отвеченных/помеченных в учетной записи.
sk_sk: Vynútiť, aby sa položka považovala za informačnú a nebola braná do úvahy v počítadlách (ne)zodpovedaných / označených príznakov.

source: Go to next item
ar_sa: انتقل إلى البند التالي
de_de: Zum nächsten Element gehen
fr_fr: Aller à l'item suivant
hu_hu: Ugrás a következő elemre
ja_jp: 次へ進む
lt_lt: Eiti į sekantį elementą
nb_no: Gå til neste oppgave
nl_nl: Ga naar het volgende item
pt_br: Ir para o próximo item
ro_ro: Du-te la următorul element
ru_ru: Перейти к следующему элементу
sk_sk: Prejsť na ďalšiu položku

source: Go to the current question
ar_sa: ما هو مسموح به
de_de: Zur aktuellen Frage gehen
fr_fr: Aller à la question actuelle
hu_hu: Ugrás az aktuális kérdésre
ja_jp: 現在の問題に進む
nb_no: Gå til det aktuelle spørsmålet
pt_br: Ir para a questão atual
ro_ro: Mergeți la întrebarea curentă
sk_sk: Prejsť na aktuálnu otázku

source: Go to the next item?
ar_sa: انتقل إلى البند التالي?
de_de: Zum nächsten Element gehen?
fr_fr: Aller à l'item suivant ?
hu_hu: Ugrás a következő elemre?
ja_jp: 次へ進みますか？
lt_lt: Eiti į sekantį elementą?
nb_no: Gå til neste oppgave?
nl_nl: Naar het volgende item gaan?
pt_br: Ir para o próximo item?
ro_ro: Mergeți la următorul articol?
ru_ru: Перейти к следующему элементу?
sk_sk: Prejsť na ďalšiu položku?

source: Go to the next question
ar_sa: إنتقل للسؤال التالي
de_de: Gehe zur nächsten Frage
fr_fr: Aller à la question suivante
hu_hu: Ugrás a következő kérdésre
ja_jp: 次の問題に進む
nb_no: Gå til neste spørsmål
pt_br: Ir para a próxima questão
ro_ro: Mergi la următoarea întrebare
sk_sk: Prejsť na ďalšiu otázku

source: Go to the previous question
ar_sa: انتقل إلى السؤال السابق
de_de: Gehe zur vorherigen Frage
fr_fr: Aller à la question précédente
hu_hu: Ugrás az előző kérdésre
ja_jp: 前の問題に戻る
nb_no: Gå til forrige spørsmål
pt_br: Ir para a questão anterior
ro_ro: Mergeți la întrebarea anterioară
sk_sk: Prejsť na predchádzajúcu otázku

source: Go to the top of the page
ar_sa: إذهب إلى أعلى الصفحة
de_de: Gehe zum Seitenanfang
fr_fr: Aller en haut de la page
hu_hu: Ugrás az oldal tetejére
ja_jp: 最初のページに戻る
nb_no: Gå til toppen av siden
pt_br: Ir para o topo da página
ro_ro: Mergeți în partea de sus a paginii
sk_sk: Prejsť na začiatok stránky

source: Gray on Green
ar_sa: رمادي على أخضر
de_de: Grau auf Grün
fr_fr: Gris sur Vert
hu_hu: Szürke zölden
ja_jp: グリーン地にグレイ
nb_no: Grå på grønn
pt_br: Cinza em Verde
ro_ro: Gri pe Verde
sk_sk: Sivá na zelenej

source: Hide Review
ar_sa: إخفاء المراجعة
de_de: Bewertung ausblenden
fr_fr: Cacher la revue
hu_hu: Vélemény elrejtése
ja_jp: 一覧を隠す
lt_lt: Slėpti apžvalgą
nb_no: Skjul å se gjennom
nl_nl: Verberg herziening
pt_br: Ocultar Revisão
ro_ro: Ascunde Recenzia
ru_ru: Скрыть панель просмотра
sk_sk: Skryť recenziu

source: Hide test overview panel
ar_sa: إخفاء لوحة النظرة العامة على الرائز
de_de: Testübersicht ausblenden
fr_fr: Masquer le panneau d'aperçu des tests
hu_hu: Tesztáttekintés panel elrejtése
ja_jp: テスト一覧非表示
pt_br: Ocultar painel de visão geral do teste
ro_ro: Ascunde panoul testului
sk_sk: Skryť panel s prehľadom testov

source: Hide the review screen
ar_sa: إخفاء شاشة المراجعة
de_de: Inhalt ausblenden
fr_fr: Cacher l'écran de revue
hu_hu: Az áttekintési képernyő elrejtése
ja_jp: レビュースクリーン非表示
lt_lt: Slėpti apžvalgos ekraną
nb_no: Skjul å se gjennom på skjerm
nl_nl: Verberg het overzichtsscherm
pt_br: Ocultar a tela de revisão
ro_ro: Ascunde ecranul de recenzie
ru_ru: Скрыть экран пересмотра
sk_sk: Skryť obrazovku kontroly

source: Hide the warning automatically displayed when a test-taker exit a timed section.
ar_sa: إخفاء التحذير المعروض أتوماتيكيا عندما ينهي المتقدم للرائز جزء منه محدد بوقت.
de_de: Versteckt die Warnung, die automatisch angezeigt wird, wenn ein Testtaker einen zeitgesteuerten Abschnitt verlässt.
fr_fr: Cacher l'avertissement affiché automatiquement quand un participant sort d'une section limitée en temps.
hu_hu: Rejtse el a figyelmeztetést, amely automatikusan megjelenik, amikor a vizsgázó kilép az időkorlátos szakaszból.
ja_jp: 時間制限のあるセクションが終了する際に自動的に表示される警告を非表示にします
lt_lt: Slėpti automatiškai rodomą įspėjimą, kai testo laikytojas palieka paskirtos laiko trukmės sekciją.
nb_no: Skjul advarselen som vises automatisk når eleven forlater en tidsbestemt seksjon.
nl_nl: Verwijder de automatisch getoonde waarschuwing voor wanneer een kandidaat een getimede sectie verlaat.
pt_br: Ocultar o aviso exibido automaticamente quando um test-taker sair de uma seção cronometrada.
ro_ro: Ascunde avertismentul afișat automat atunci când ieșirea unui test-taker dintr-o secțiune cronometrată.
ru_ru: Скрывать автоматически предупреждение, отображаемое, когда тестируемый покидает раздел с ограничением по времени.
sk_sk: Skryť upozornenie, ktoré sa automaticky zobrazí, keď účastník testu opustí časovo obmedzený úsek.

source: Hide Timed Section Warning
ar_sa: إخفاء تحذير جزء المحدد بوقت
de_de: Zeitgesteuerte Sektion Warnung ausblenden
fr_fr: Cacher l'avertissement de section limitée en temps
hu_hu: Időzített szakasz figyelmeztetés elrejtése
ja_jp: セクション時間切れ警告を非表示
lt_lt: Slėpti Laiko Skyriaus Įspėjimą
nb_no: Skjul advarsel om tidsbestemt seksjon
nl_nl: Verberg de getimede sectie waarschuwing
pt_br: Ocultar Aviso de Seção Temporizada
ro_ro: Ascunde Avertizare Secțiune Temporizată
ru_ru: Скрывать предупреждение касательно раздела с ограничением по времени
sk_sk: Skryť upozornenie na časovanú sekciu

source: Hide timers
ar_sa: إخفاء ضبط الوقت
de_de: Verfügbare Zeit ausblenden
fr_fr: Cacher l'indicateur de temps restant
hu_hu: Időzítők elrejtése
ja_jp: タイマーを隠す
lt_lt: Slėpti laiką
nb_no: Skjul tidtaker
nl_nl: Verberg resterende tijd
pt_br: Ocultar cronômetros
ro_ro: Ascunde cronometre
ru_ru: Скрыть таймеры
sk_sk: Skryť časovače

source: Highlight
ar_sa: تسليط الضوء
de_de: Hervorheben
fr_fr: Mise en évidence
hu_hu: Kiemelés
ja_jp: ハイライト
lt_lt: Paryškinti
nb_no: Markering
nl_nl: Markeer
pt_br: Destacar
ro_ro: Evidențiere
ru_ru: Выделение
sk_sk: Zvýrazniť

source: Highlight Text
ar_sa: تسليط الضوء
de_de: Text markieren
fr_fr: Texte de mise en évidence
hu_hu: Szöveg kiemelése
ja_jp: ハイライトテキスト
lt_lt: Paryškinti Tekstą
nb_no: Markert tekst
nl_nl: Markeer tekst
pt_br: Destacar Texto
ro_ro: Evidențiere text
ru_ru: Выделенный текст
sk_sk: Zvýrazniť text

source: Highlighter
ar_sa: التسطير على نص
de_de: Hervorhebung
fr_fr: Surligneur
hu_hu: kiemelő
ja_jp: ラインマーカー
lt_lt: Žymeklis
nb_no: Markeringspenn
nl_nl: Markeerder
pt_br: Destaque
ro_ro: Evidențiere
ru_ru: Инструмент выделения
sk_sk: Zvýrazňovač

source: hours
ar_sa: ساعات
de_de: std
fr_fr: heures
hu_hu: órák
ja_jp: 時間
nb_no: timer
pt_br: horas
ro_ro: ore
sk_sk: hodiny

source: Html title
ar_sa: عنوان Html
de_de: Html Titel
fr_fr: Titre HTML
hu_hu: HTML-cím
ja_jp: HTMLタイトル
lt_lt: Html pavadinimas
nb_no: Html tittel
nl_nl: HTML titel
pt_br: Título HTML
ro_ro: Titlu Html
ru_ru: Заголовок HTML
sk_sk: Názov HTML

source: Human
de_de: Mensch
ro_ro: Om
sk_sk: Človek

source: Identifier
ar_sa: معرف
de_de: Bezeichner
fr_fr: Identifiant
hu_hu: Azonosító
ja_jp: 識別子
lt_lt: Identifikatorius
nb_no: Identifikator
nl_nl: Naam
pt_br: Identificador
ru_ru: Идентификатор
sk_sk: Identifikátor

source: If required it must appear (at least once) in the selection.
ar_sa: إذا لزم الأمر ، يجب أن يظهر (مرة واحدة على الأقل) في الجزء.
de_de: Wenn benötigt muss es mindestens ein mal in der Auswahl vorkommen.
fr_fr: Si nécessaire cela doit apparaître au moins une fois dans la sélection.
hu_hu: Szükség esetén (legalább egyszer) szerepelnie kell a kiválasztásban.
ja_jp: 必須にすると，選択出題の場合でもこのアイテムは必ず出題されます
lt_lt: Jeigu reikalaujama, privalo pasirodyti (bent kartui) pasirinkime.
nb_no: Om nødvendig må det vises (minst en gang) i utvalget.
nl_nl: Indien verplicht gesteld dan moet het minimaal een keer in de selectie voorkomen.
pt_br: Se necessário ele deve aparecer (pelo menos uma vez) na seleção.
ro_ro: Dacă este necesar, acesta trebuie să apară (cel puțin o dată) în selecție.
ru_ru: При необходимости этот элемент должен отображаться (по крайней мере один раз) в выборе.
sk_sk: Ak je to potrebné, musí sa (aspoň raz) objaviť vo výbere.

source: If required, it must appears at least once in the selection.
ar_sa: إذا لزم الأمر ، يجب أن يظهر مرة واحدة على الأقل في الجزء.
de_de: Wenn benötigt muss es mindestens ein mal in der Auswahl vorkommen.
fr_fr: Si nécessaire cela doit apparaître au moins une fois dans la sélection.
hu_hu: Szükség esetén legalább egyszer szerepelnie kell a kijelölésben.
ja_jp: 必須にすると，選択出題の場合でもこのアイテムは必ず出題されます
lt_lt: Jeigu reikalaujama, privalo pasirodyti, bent kartui, pasirinkime.
nb_no: Om nødvendig, må det vises minst en gang i utvalget.
nl_nl: Indien verplicht gesteld dan moet het minimaal een keer in de selectie voorkomen.
pt_br: Se necessário, deve aparecer pelo menos uma vez na seleção.
ro_ro: Dacă este necesar, acesta trebuie să apară cel puțin o dată în selecție.
ru_ru: При необходимости этот элемент должен отображаться по крайней мере один раз в выборе.
sk_sk: Ak je to potrebné, musí sa vo výbere objaviť aspoň raz.

source: If set, it causes the order of the child elements to be randomized, otherwise it uses the order in which the child elements are defined.
ar_sa: إذا تم تعيينه ، فإنه يتسبب في ترتيب العناصر الفرعية بشكل عشوائي ، وإلا فإنه يستخدم الترتيب الذي يتم تحديد العناصر الفرعية به.
de_de: Wenn gesetzt, wird die Reihenfolge der Kinderelemente zufällig dargestellt, ansonsten werden die Kinderelemente in der Reihenfolge dargestellt wie definiert.
fr_fr: Si défini, l'ordre des éléments fils est aléatoire, sinon c'est l'ordre dans lequel les éléments sont définis qui est utilisé.
hu_hu: Ha be van állítva, akkor a gyermekelemek sorrendje véletlenszerű lesz, egyébként pedig a gyermekelemek definiálásának sorrendjét használja.
ja_jp: チェックを入れると選択された問題の順序はランダムに表示されます。未チェックの場合は、テストに配置された順序を保って出題されます。
lt_lt: Jeigu nustatyta, tai išmaišo vaikų elementų eiliškumą. Kitu atveju naudojama eilė, kokia vaikų elementai yra numatyti.
nb_no: Hvis den er angitt, forårsaker den at rekkefølgen på underelementene blir randomisert, ellers bruker den rekkefølgen som underelementene er definert i.
nl_nl: Indien ingeschakeld worden de onderliggende elementen in willekeurige volgorde gezet, anders wordt de volgorde gebruikt in welke de onderliggende elementen zijn gedefinieerd.
pt_br: Se atribuído, faz com que a ordem dos elementos dos filhos seja randomizada, caso contrário usa a ordem em que os elementos filhos são definidos.
ro_ro: În cazul în care este stabilit, aceasta face ca ordinea elementelor copil să fie randomizată, în caz contrar utilizându-se ordinea în care sunt definite elementele copilului.
ru_ru: Если задано, порядок дочерних элементов будет изменен случайным образом, в противном случае будет применяться порядок, в котором заданы дочерние элементы.
sk_sk: Ak je nastavené, spôsobí to náhodné poradie podradených prvkov, inak použije poradie, v akom sú podradené prvky definované.

source: If the candidate can skip the item, without submitting a response (default is true).
ar_sa: إذا كان بإمكان المرشح تخطي البند ، دون إرسال رد (الإعداد الافتراضي هو true).
de_de: Wenn der Kandidat das Element überspringen kann, ohne eine Antwort einzureichen (Standard ist wahr).
fr_fr: Si le candidat peut passer un item sans soumettre de réponse (cas par défaut).
hu_hu: Ha a jelölt kihagyhatja az elemet válasz beküldése nélkül (alapértelmezett: igaz).
ja_jp: 受験者が解答を送信せずに，問題をスキップすることを許可する（デフォルトはスキップ許可）
lt_lt: Jeigu kandidatas gali praleisti elementą be pateikto atsakymo (numatyta taip).
nb_no: Hvis eleven kan hoppe over oppgaven, uten å angi et svar (så er standardinnstilling riktig).
nl_nl: Indien de kandidaat het item kan overslaan, zonder een antwoord te geven (default is waar).
pt_br: Se o candidato puder pular o item, sem enviar uma resposta (padrão é verdadeiro).
ro_ro: Dacă candidatul poate sări peste element, fără a trimite un răspuns (implicit este adevărat).
ru_ru: Задает, может ли кандидат пропускать элемент без пропуска ответа (по умолчанию включено).
sk_sk: Ak kandidát môže preskočiť položku bez odoslania odpovede (predvolená hodnota je true).
