Repository: oat-sa/extension-tao-testqti
Catalog: locales/*/messages.po
Languages: ar_sa, de_de, fr_fr, hu_hu, ja_jp, lt_lt, nb_no, nl_nl, pt_br, ro_ro, ru_ru, sk_sk

source: Items with assessmentItemRef identifiers "%s" are not registered in the related CAT endpoint.
ar_sa: لم يتم تسجيل العناصر التي تحتوي على معرفات من طراز "%s" في نقطة نهاية CAT ذات الصلة.
de_de: Artikel mit AssessmentItemRef-Identifikatoren "%s" sind nicht im zugehörigen CAT-Endpunkt registriert.
fr_fr: Les items avec des identifiants assessmentItemRef "%s" ne sont pas enregistrés dans le point d'accès CAT correspondant.
hu_hu: Az „%s” assessmentItemRef azonosítójú elemek nincsenek regisztrálva a kapcsolódó CAT végpontban.
ja_jp: assessmentItemRef識別子 "%s" のアイテムは，関連するCATエンドポイントに登録されていません。
nb_no: Oppgaver med assessmentItemRef-identifikatorer "%s" er ikke registrert i det relaterte CAT-endepunktet.
nl_nl: Items met assessmentItemRef identifiers "%s" worden niet geregistreerd in het betreffende CAT-eindpunt.
pt_br: Itens com identificadores de avalimentItemRef "%s" não estão registrados no endpoint CAT relacionado.
ro_ro: Elementele cu identificatori de evaluare ItemRef "%s" nu sunt înregistrate în punctul final CAT.
ru_ru: Элементы с идентификаторами ссылок на элементы оценок «%s» не регистрируются в соответствующей конечной точке CAT.
sk_sk: Položky s identifikátormi assessmentItemRef „%s“ nie sú registrované v súvisiacom koncovom bode CAT.

source: Jump Menu
ar_sa: قائمة الانتقال
de_de: Sprungmenü
fr_fr: Menu de saut
hu_hu: Ugrás menü
ja_jp: 移動先
nb_no: Pop-up meny
pt_br: Pular Menu
ro_ro: Meniu salt
sk_sk: Skočiť na menu

source: Jump to:
ar_sa: انتقل إلى:
de_de: Springe zu:
fr_fr: Aller à:
hu_hu: Ugrás ide:
ja_jp: 移動先：
nb_no: Gå til:
pt_br: Ir para:
ro_ro: Sari la:
sk_sk: Prejsť na:

source: Keep Together
ar_sa: الاحتفاظ معا
de_de: Zusammenhalten
fr_fr: Conserver ensemble
hu_hu: Tartsuk együtt
ja_jp: まとめる
lt_lt: Laikyti Kartu
nb_no: Hold sammen
nl_nl: Bijeenhouden
pt_br: Manter junto
ro_ro: Păstrează împreună
ru_ru: Не разрывать
sk_sk: Držte spolu

source: Keyboard Navigation
ar_sa: التنقل باستخدام لوحة المفاتيح
de_de: Tastatur-Navigation
fr_fr: Navigation du clavier
hu_hu: Billentyűzetnavigáció
ja_jp: キーボードナビゲーション
nb_no: Tastaturnavigasjon
pt_br: Navegação por teclado
ro_ro: Navigare tastatură
sk_sk: Navigácia na klávesnici

source: Keyboard shortcuts for the Accessibility Tools are available to the Test-taker.
ar_sa: اختصارات لوحة المفاتيح الخاصة بأدوات إمكانية الوصول متاحة للمتقدم للرائز.
de_de: Tastaturkürzel für die Accessibility Tools stehen dem Testtaker zur Verfügung.
fr_fr: Les raccourcis clavier pour les outils d'accessibilité sont à la disposition du preneur du test.
hu_hu: A vizsgázó számára elérhetők az Akadálymentesítési Eszközök billentyűparancsai.
ja_jp: アクセシビリティツールのキーボードショートカットは、受験者が利用することができます。
nb_no: Tastatursnarveier for tilgjengelighetsverktøy er tilgjengelige for eleven.
pt_br: Atalhos de teclado para as Ferramentas de Acessibilidade estão disponíveis para o candidato.
ro_ro: Comenzile rapide de taste pentru Instrumente de Accesibilitate sunt disponibile pentru Test-taker.
sk_sk: Účastník testu má k dispozícii klávesové skratky pre nástroje prístupnosti.

source: Late submission allowed
ar_sa: يُسمح بالتقديم المتأخر
de_de: Spätere Bereitstellung erlaubt
fr_fr: Soumission tardive permise
hu_hu: Késői beküldés engedélyezett
ja_jp: タイムアウト後の提出許可
lt_lt: Vėluojamas pateikimas leidžiamas
nb_no: Sen levering tillatt
nl_nl: Late inschrijvingen toegestaan
pt_br: Submissão atrasada permitida
ro_ro: Întârzierea depunerii permisă
ru_ru: Поздняя отправка разрешена
sk_sk: Oneskorené podanie je povolené

source: Leave a comment
ar_sa: اترك تعليقا
de_de: Kommentar hinterlassen
fr_fr: Laisser un commentaire
hu_hu: Hozzászólás írása
ja_jp: コメントを残す
lt_lt: Palikti komentarą
nb_no: Legg igjen en kommentar
nl_nl: Laat een opmerking achter
pt_br: Deixar um comentário
ro_ro: Lasă un comentariu
ru_ru: Оставить комментарий
sk_sk: Zanechajte komentár

source: Line Reader
ar_sa: قارئ الخط
de_de: Zeilenleser
fr_fr: Lecteur de ligne
hu_hu: Sorolvasó
ja_jp: リーディングトラッカー
lt_lt: Linijos Skaitytuvas
nb_no: Linjeleser
nl_nl: Regel lezer
pt_br: Leitor de Linha
ro_ro: Cititor de linii
ru_ru: Построчное чтение
sk_sk: Čítačka riadkov

source: Linear
ar_sa: خطي
fr_fr: Linéaire
hu_hu: Lineáris
ja_jp: 順次式
lt_lt: Linijinis
nb_no: Lineær
nl_nl: Lineair
ro_ro: Liniară
ru_ru: Линейн.
sk_sk: Lineárne

source: Link durations to activate the guided navigation
ar_sa: فترات الارتباط لتنشيط التنقل الموجه عبر الأنترنيت
de_de: Dauer verknüpfen, um die geführte Navigation zu aktivieren
fr_fr: Durée des liens pour activer la navigation guidée
hu_hu: Az időtartamok összekapcsolása az irányított navigáció aktiválásához
ja_jp: ガイド付きナビゲーションを有効にするためのリンク継続時間
nb_no: Lenkevarighet for å aktivere den guidede navigasjonen
nl_nl: Link duur om de geleide navigatie te activeren
pt_br: Vincular durações para ativar navegação guiada
ro_ro: Linkuri durate pentru a activa navigarea ghidată
ru_ru: Связать длительности для активации интерактивной навигации
sk_sk: Prepojenie trvaní na aktiváciu navigácie s asistentom

source: Locked duration : guided navigation. The test transition to the next item once the duration reaches 0.
ar_sa: مدة التأمين: التنقل الإرشادي. ينتقل الرائز إلى البند التالي بمجرد وصول المدة إلى 0.
de_de: Gesperrte Dauer : Führte Navigation. Der Testübergang zum nächsten Element, sobald die Dauer 0 erreicht.
fr_fr: Durée verrouillée : navigation guidée. Le test passe à l'item suivant une fois que la durée atteint 0.
hu_hu: Zárolt időtartam: irányított navigáció. A teszt a következő elemre vált, amint az időtartam eléri a 0-t.
ja_jp: ロックされた持続時間 : ガイド付きナビゲーション。時間が0になると次の問題に移動します。
lt_lt: Užrakinta trukmė : supažindinimo navigacija. Testo perėjimas į sekantį elementą, kai tik trukmė pasiekia 0.
nb_no: Låst varighet: guidet navigasjon. Prøveovergangen til neste oppgave når varigheten når 0.
nl_nl: Duur begrenst : geleide navigatie. De test zal doorgaan naar het volgende item zodra de duur 0 is bereikt.
pt_br: Duração bloqueada: navegação guiada. A transição de teste para o próximo item uma vez que a duração atinge 0.
ro_ro: Durată blocată: navigare ghidată. Trecerea la următorul element odată ce durata ajunge la 0.
ru_ru: Заблокированная длительность: интерактивная навигация. Как только длительность достигнет значения «0», тест перейдет к следующему элементу.
sk_sk: Uzamknuté trvanie: navigácia s navigáciou. Test prejde na ďalšiu položku, keď trvanie dosiahne 0.

source: Long interpretation
de_de: Lange Interpretation
ro_ro: Interpretare lungă
sk_sk: Dlhý výklad

source: Lowest Grade Achieved
de_de: Niedrigste Bewertung erreicht
ro_ro: Cel mai mic grad atins
sk_sk: Najnižšia dosiahnutá známka

source: Magnifier
ar_sa: المكبر
fr_fr: Loupe
hu_hu: Nagyító
ja_jp: 拡大レンズ
lt_lt: Didintuvas
nb_no: Forstørrelsesglass
nl_nl: Vergrootglas
pt_br: Lupa
ru_ru: Лупа
sk_sk: Lupa

source: Magnify less
ar_sa: تكبير أقل
de_de: Weniger vergrößern
fr_fr: Rétrécir
hu_hu: Kisebb nagyítás
ja_jp: 縮小
lt_lt: Didinti mažiau
nb_no: Forstørre mindre
nl_nl: Vergroot minder
pt_br: Ampliar menos
ro_ro: Mărește mai puțin
ru_ru: Увеличить меньше
sk_sk: Zväčšiť menej

source: Magnify more
ar_sa: تكبير أكثر
de_de: Vergrößern
fr_fr: Grossir
hu_hu: Nagyítás
ja_jp: 拡大
lt_lt: Didinti daugiau
nb_no: Forstørre mer
nl_nl: Vergroot meer
pt_br: Ampliar mais
ro_ro: Mărește mai mult
ru_ru: Увеличить больше
sk_sk: Zväčšiť viac

source: Magnifying Glass
ar_sa: عدسة مكبرة
de_de: Vergrößertes Glas
fr_fr: Loupe
hu_hu: Nagyító
ja_jp: 拡大鏡
lt_lt: Didinimas
nb_no: Forstørrelsesglass
nl_nl: Vergrootglas
pt_br: Lupa
ro_ro: Lupta pentru sticlă
ru_ru: Увеличительная лупа
sk_sk: Lupa

source: Main navigation
ar_sa: التنقل الرئيسي عبر الأنترنيت
de_de: Hauptnavigation
fr_fr: Navigation principale
hu_hu: Fő navigáció
ja_jp: メインナビゲーション
nb_no: Hovednavigasjoin
pt_br: Navegação principal
ro_ro: Navigare principală
sk_sk: Hlavná navigácia

source: Manage Rubric Blocks
ar_sa: إدارة مجموعات المواد
de_de: Rubrik-Blöcke verwalten
fr_fr: Gérer les blocs de rubrique
hu_hu: Rubrikablokkok kezelése
ja_jp: ルーブリックブロックの管理
lt_lt: Tvarkyti Rubrikos Blokus
nb_no: Administrer rubrikkbokser
nl_nl: Beheer rubriek blokken
pt_br: Gerenciar blocos de Rubrica
ro_ro: Gestionează blocurile de Rubrici
ru_ru: Управление тематическими блоками
sk_sk: Spravovať bloky rubriky

source: Manage test properties
ar_sa: إدارة خصائص الرائز
de_de: Test-Eigenschaften verwalten
fr_fr: Gérer les propriétés du test
hu_hu: Teszttulajdonságok kezelése
ja_jp: テスト管理
lt_lt: Tvarkyti testo savybes
nb_no: Administrer prøveegenskaper
nl_nl: beheer toets eigenschappen
pt_br: Gerenciar propriedades do teste
ro_ro: Gestionați proprietățile testului
ru_ru: Управление свойствами тестов
sk_sk: Spravovať vlastnosti testu

source: Manage tests
ar_sa: إدارة الروائز
de_de: Tests verwalten
fr_fr: Gestion des tests
hu_hu: Tesztek kezelése
ja_jp: テスト管理
lt_lt: Tvarkyti testus
nb_no: Administrer oppgavesett
nl_nl: Beheer examens
pt_br: Gerenciar testes
ro_ro: Gestionează testele
ru_ru: Управление тестами
sk_sk: Spravovať testy

source: Manage Tests
ar_sa: إدارة الروائز
de_de: Tests verwalten
fr_fr: Gérer les tests
hu_hu: Tesztek kezelése
ja_jp: テスト管理
lt_lt: Tvarkyti testus
nb_no: Administrer Oppgavesett
nl_nl: Beheer toetsen
pt_br: Gerenciar testes
ro_ro: Gestionare teste
ru_ru: Управление тестами
sk_sk: Spravovať testy

source: Mark for review
ar_sa: وضع علامة للمراجعة
de_de: Zur Bewertung markieren
fr_fr: Marquer pour le passage en revue
hu_hu: Jelölés felülvizsgálatra
ja_jp: 見直しマーク
lt_lt: Žymėti apžvalgai
nb_no: Marker for å se gjennom
nl_nl: Markeer voor herziening
pt_br: Marcar para Revisão
ro_ro: Marchează pentru recenzie
ru_ru: Пометить на пересмотр
sk_sk: Označiť na kontrolu

source: Masking
ar_sa: إخفاء
de_de: Maskieren
fr_fr: Masquage
hu_hu: Maszkolás
ja_jp: マスキング
lt_lt: Maskavimas
nb_no: Markering
nl_nl: Maskeren
pt_br: Máscara
ro_ro: Mască
ru_ru: Скрытие
sk_sk: Maskovanie

source: Match value
ar_sa: قيمة المقارنة
de_de: Match-Wert
fr_fr: Valeur de correspondance
hu_hu: Egyezési érték
ja_jp: 有効値
lt_lt: Sutapimo reikšmė
nb_no: Lik verdi
nl_nl: Zoek overeenkomende waarden
pt_br: Valor correspondente
ro_ro: Valoarea meciului
ru_ru: Степень соответствия
sk_sk: Hodnota zhody

source: Max Attempts
ar_sa: أقصى عدد من المحاولات
de_de: Maximale Versuche
fr_fr: Nombre maximal de tentatives
hu_hu: Maximális próbálkozások
ja_jp: 最大実施回数
lt_lt: Maks. Bandymai
nb_no: Maks forsøk
nl_nl: Maximum aantal pogingen
pt_br: Máx. de tentativas
ro_ro: Max încercări
ru_ru: Максимальное кол-во попыток
sk_sk: Maximálny počet pokusov

source: Maximum Duration
ar_sa: المدة القصوى
de_de: Maximale Dauer
fr_fr: Durée maximale
hu_hu: Maximális időtartam
ja_jp: 最大時間
lt_lt: Maksimali Trukmė
nb_no: Maksimal Varighet
nl_nl: Maximale duur
pt_br: Duração máxima
ro_ro: Durată maximă
ru_ru: Максимальная длительность
sk_sk: Maximálne trvanie

source: Maximum duration : the items times out when the duration reaches 0.
ar_sa: المدة القصوى: تنتهي مهلة البنود عندما تصل المدة إلى 0.
de_de: Maximale Dauer : Die Items werden ausgelöst, wenn die Dauer 0 erreicht.
fr_fr: Durée maximale : l'accès aux items s'arrête quand la durée atteint zéro.
hu_hu: Maximális időtartam: az elemek időtúllépést szenvednek, amikor az időtartam eléri a nullát.
ja_jp: 最大時間：最大時間が0になると終了します。
lt_lt: Maksimali trukmė : elementų laikas baigiasi, kai trukmė pasiekia 0.
nb_no: Maksimal varighet: oppgavene forsvinner når varigheten når 0.
nl_nl: Maximale duur : het item times out wanneer de duur 0 bereikt.
pt_br: Duração máxima: os itens expiram quando a duração atinge 0.
ro_ro: Durata maximă: obiectele au expirat atunci când durata ajunge la 0.
ru_ru: Максимальная длительность: время элемента исчерпывается, когда длительность достигает значения «0».
sk_sk: Maximálne trvanie: položky sa zablokujú, keď trvanie dosiahne 0.

source: Maximum duration for the all test.
ar_sa: المدة القصوى لجميع الروائز.
de_de: Maximale Dauer für den gesamten Test.
fr_fr: Durée maximale pour le test entier.
hu_hu: Az összes teszt maximális időtartama.
ja_jp: テスト全体の最大時間
lt_lt: Maksimali trukmė visam testui.
nb_no: Maksimal varighet for hele prøven.
nl_nl: Maximale duur voor alle toetsen.
pt_br: Duração máxima para todo o teste.
ro_ro: Durata maximă pentru întregul test.
ru_ru: Максимальная длительность для всего теста.
sk_sk: Maximálne trvanie pre celý test.

source: Maximum duration for this item.
ar_sa: المدة القصوى لهذا البند.
de_de: Maximale Dauer für dieses Element.
fr_fr: Durée maximale pour cet item.
hu_hu: Ennél az elemnél a maximális időtartam.
ja_jp: このアイテムの最大時間
lt_lt: Maksimali trukmė šio testo daliai.
nb_no: Maksimal varighet for denne oppgaven.
nl_nl: Maximale duur voor dit item
pt_br: Duração máxima para este item.
ro_ro: Durata maximă pentru acest element.
ru_ru: Максимальная длительность для данного элемента.
sk_sk: Maximálna trvanie pre túto položku.

source: Maximum duration for this section.
ar_sa: المدة القصوى لهذا الجزء.
de_de: Maximale Dauer für diesen Abschnitt.
fr_fr: Durée maximale pour cette section.
hu_hu: A szakasz maximális időtartama.
ja_jp: このセクションの最大時間
lt_lt: Maksimali trukmė šio testo daliai.
nb_no: Maksimal varighet for denne seksjonen.
nl_nl: Maximale duur voor deze sectie.
pt_br: Duração máxima para esta seção.
ro_ro: Durata maximă pentru această secţiune.
ru_ru: Максимальная длительность для данного раздела.
sk_sk: Maximálna dĺžka trvania pre túto sekciu.

source: Maximum duration for this test part.
ar_sa: المدة القصوى لهذا الجزء من الرائز.
de_de: Maximale Dauer für diesen Testteil.
fr_fr: Durée maximale pour cette partie du test.
hu_hu: A teszt ezen részének maximális időtartama.
ja_jp: このテストパートの最大時間
lt_lt: Maksimali trukmė šio testo daliai.
nb_no: Maksimal varighet for denne prøvedelen.
nl_nl: Maximale duur voor dit toets deel.
pt_br: Duração máxima para esta parte do teste.
ro_ro: Durata maximă pentru această parte a testului.
ru_ru: Максимальная длительность для этой части теста.
sk_sk: Maximálne trvanie tejto časti testu.

source: Maximum number of points achievable
de_de: Maximale Anzahl erreichbarer Punkte
ro_ro: Numărul maxim de puncte realizabile
sk_sk: Maximálny dosiahnuteľný počet bodov

source: Metadata export is not available for test "%s.
ar_sa: تصدير بيانات التعريف غير متاح للرائز "%s.
de_de: Metadaten-Export ist für den Test "%s nicht verfügbar.
fr_fr: L'export des métadonnées n'est pas disponible pour le test "%s".
hu_hu: A metaadatok exportálása nem érhető el a teszthez: "%s.
ja_jp: メタデータのエクスポートはテスト "%s では使用できません。
lt_lt: Negalimas meta duomenų eksportavimas "%s testui.
nb_no: Metadataeksport er ikke tilgjengelig for prøve "%s.
pt_br: Exportação de metadados não está disponível para o teste "%s.
ro_ro: Exportul de metadate nu este disponibil pentru test "%s.
ru_ru: Экспорт метаданных недоступен для теста «%s.
sk_sk: Export metadát nie je k dispozícii pre test „%s“.

source: Minimum Duration
ar_sa: المدة الدنيا
de_de: Minimale Dauer
fr_fr: Durée minimale
hu_hu: Minimális időtartam
ja_jp: 最小時間
lt_lt: Minimali Trukmė
nb_no: Minste Varighet
nl_nl: Minimale duur
pt_br: Duração mínima
ro_ro: Durată minimă
ru_ru: Минимальная длительность
sk_sk: Minimálne trvanie

source: Minimum duration : enforces the test taker to stay on the item for the given duration.
ar_sa: الحد الأدنى للمدة: يفرض على المتقدم للرائز البقاء على البند طوال المدة المحددة.
de_de: Minimale Dauer : Erzwingt den Testteilnehmer, für die angegebene Dauer auf dem Gegenstand zu bleiben.
fr_fr: Durée minimale : oblige le participant à rester sur l'item pendant une durée définie.
hu_hu: Minimális időtartam: arra kényszeríti a vizsgázót, hogy a megadott ideig a teszten maradjon.
ja_jp: 最小時間 : 指定された時間の間、受験者は次に進むことができません。
lt_lt: Minimali trukmė : priverčia testo laikytojui likti elemente nurodytai trukmei.
nb_no: Minste varighet: tvinger eleven til å bli værende på oppgaven til angitt varighet utløper.
nl_nl: Minimum duur : verplicht de kandidaat om op het item te blijven voor de gegeven duur.
pt_br: Duração mínima: obriga o candidato a ficar no item durante a duração indicada.
ro_ro: Durata minimă: îi obligă pe cei care efectuează testul să rămână pe elementul respectiv pe o perioadă dată.
ru_ru: Минимальная длительность: тестируемый должен задержаться на данном элементе по крайней мере в течение заданного времени.
sk_sk: Minimálne trvanie: núti účastníka testu zotrvať na položke počas daného trvania.

source: Minimum duration for the test.
ar_sa: المدة الدنيا للرائز.
de_de: Minimale Dauer für den Test.
fr_fr: Durée minimale pour le test.
hu_hu: A teszt minimális időtartama.
ja_jp: テスト全体の最小時間
lt_lt: Minimali trukmė testui.
nb_no: Minste varighet for prøven.
nl_nl: Minimale duur voor de test.
pt_br: Duração mínima do teste.
ro_ro: Durata minimă a testului.
ru_ru: Минимальная длительность теста.
sk_sk: Minimálna dĺžka trvania testu.

source: Minimum duration for this item.
ar_sa: المدة الدنيا لهذا البند.
de_de: Minimale Dauer für dieses Element.
fr_fr: Durée minimale pour cet item.
hu_hu: Minimális időtartam ehhez az elemhez.
ja_jp: このアイテムの最小時間
lt_lt: Minimali trukmė testui.
nb_no: Minste varighet for denne oppgaven.
nl_nl: Minimale duur voor dit item.
pt_br: Duração mínima para este item.
ro_ro: Durata minimă pentru acest element.
ru_ru: Минимальная длительность для данного элемента.
sk_sk: Minimálna doba trvania tejto položky.

source: Minimum duration for this section.
ar_sa: المدة الدنيا لهذا الجزء.
de_de: Minimale Dauer für diesen Abschnitt.
fr_fr: Durée minimale pour cette section.
hu_hu: A szakasz minimális időtartama.
ja_jp: このセクション最小時間
lt_lt: Minimali trukmė šio testo daliai.
nb_no: Minste varighet for denne seksjonen.
nl_nl: Minimale duur voor deze sectie.
pt_br: Duração mínima para esta seção.
ro_ro: Durata minimă pentru această secţiune.
ru_ru: Минимальная длительность для данного раздела.
sk_sk: Minimálna dĺžka trvania pre túto sekciu.

source: Minimum duration for this test part.
ar_sa: المدة الدنيا لهذا الجزء من الرائز .
de_de: Minimale Dauer für diesen Testteil.
fr_fr: Durée minimale pour cette partie de test.
hu_hu: A teszt ezen részének minimális időtartama.
ja_jp: このテストパートの最小時間
lt_lt: Minimali trukmė šio testo daliai.
nb_no: Minste varighet for denne prøvedelen.
nl_nl: Minimale duur voor dit deel van de toets.
pt_br: Duração mínima para esta parte do teste.
ro_ro: Durata minimă pentru această parte a testului.
ru_ru: Минимальная длительность для этой части теста.
sk_sk: Minimálne trvanie tejto časti testu.

source: minutes
ar_sa: دقائق
de_de: Minuten
hu_hu: jegyzőkönyv
ja_jp: 分
pt_br: Minutos
ro_ro: minute
sk_sk: minúty

source: Missed required parameter \'id\'.
de_de: Erforderlichen Parameter \'id\' fehlt.
ro_ro: Parametru necesar ratat \'id\'.
sk_sk: Chýba povinný parameter \'id\'.

source: Missed test package file
ar_sa: ملف حزمة الرائز مفقود
de_de: Fehlende Testpaket-Datei
fr_fr: Fichier de paquet de test manqué
hu_hu: Kihagyott tesztcsomag fájl
ja_jp: 見つからないテストパッケージファイル
lt_lt: Nesurastas testo paketo failas
nb_no: Manglet prøvepakke fil
nl_nl: Miste een examen pakket bestand
pt_br: Arquivo do pacote do teste não encontrado
ro_ro: Fişier de pachet de test ratat
ru_ru: Пропущен файл с пакетом для тестирования
sk_sk: Súbor zmeškaného testovacieho balíka

source: Missing filename for QTI Test export
ar_sa: اسم الملف مفقود لتصدير رائز QTI
de_de: Fehlender Dateiname für QTI Test Export
fr_fr: Nom de fichier manquant pour l'exportation de QTI Test
hu_hu: Hiányzó fájlnév a QTI teszt exportjához
pt_br: Faltando nome de arquivo para exportação de teste QTI
ro_ro: Lipsește numele fișierului pentru exportul de test QTI
sk_sk: Chýba názov súboru pre export QTI Test

source: Missing required configuration option %s
ar_sa: خيار التكوين المطلوب مفقود %s
de_de: Erforderliche Konfigurationsoption %s fehlt
fr_fr: L'option de configuration %s est manquante
hu_hu: Hiányzik a szükséges konfigurációs opció %s
ja_jp: 必要な設定が見つかりません： %s
nb_no: Mangler nødvendig konfigurasjonsalternativ %s
pt_br: Falta a opção de configuração necessária %s
ro_ro: Lipsește opțiunea de configurare necesară %s
sk_sk: Chýba požadovaná možnosť konfigurácie %s

source: MNOP is not available for this test configuration.
de_de: MNOP ist für diese Testkonfiguration nicht verfügbar.
ro_ro: MNOP nu este disponibil pentru această configurație de test.
sk_sk: MNOP nie je k dispozícii pre túto testovaciu konfiguráciu.

source: MNOP is not available when branch rules are present.
de_de: MNOP ist nicht verfügbar, wenn Branchenregeln vorhanden sind.
ro_ro: MNOP nu este disponibil atunci când sunt prezente normele privind sucursalele.
sk_sk: MNOP nie je k dispozícii, ak sú prítomné pravidlá vetvenia.

source: MNOP requires Outcome processing set to Total score or Cut score.
de_de: MNOP setzt die Verarbeitung der Ergebnisse auf Gesamtpunktzahl oder Schnitt voraus.
ro_ro: MNOP necesită procesare Outcome setată la scorul total sau Cut scor.
sk_sk: MNOP vyžaduje, aby bolo spracovanie výsledku nastavené na Celkové skóre alebo Prerušované skóre.

source: Move
ar_sa: حرك
de_de: Verschieben
fr_fr: Déplacer
hu_hu: Mozog
ja_jp: 移動
nb_no: Flytt
pt_br: Mover
ro_ro: Mutare
sk_sk: Presunúť

source: Move Down
ar_sa: تحرك لأسفل
de_de: Gehe nach unten
fr_fr: Déplacer vers le bas
hu_hu: Lejjebb mozgatás
ja_jp: 下へ
lt_lt: Perkelti Žemiau
nb_no: Flytte Ned
nl_nl: Naar beneden
pt_br: Mover para baixo
ro_ro: Mută jos
ru_ru: Переместить вниз
sk_sk: Posunúť nadol

source: Move rule down
de_de: Regel nach unten bewegen
ro_ro: Mutați regula în jos
sk_sk: Presunúť pravidlo nadol

source: Move rule up
de_de: Regel nach oben verschieben
ro_ro: Mutați regula în sus
sk_sk: Presunúť pravidlo nahor

source: Move Up
ar_sa: تحرك صعودا
de_de: Gehe nach oben
fr_fr: Déplacer vers le haut
hu_hu: Feljebb mozgatás
ja_jp: 上へ
lt_lt: Perkelti Aukščiau
nb_no: Flytte Opp
nl_nl: Naar boven
pt_br: Mover para cima
ro_ro: Mută în sus
ru_ru: Переместить вверх
sk_sk: Posunúť nahor

source: Moving to the next item without time limit reached message.
ar_sa: الانتقال إلى البند التالي دون الوصول إلى حد زمني الرسالة.
de_de: Verschieben zum nächsten Element ohne Zeitlimit erreichte Nachricht.
fr_fr: Passer à l'item suivant sans message de limite de temps.
hu_hu: Az időkorlát nélküli következő elemre ugrás üzenet jelenik meg.
ja_jp: 制限時間アラートを表示しないで次のアイテムに移動します
lt_lt: Pranešimas perėjimui į sekantį elementą be laiko limito pasiekimo.
nb_no: Flytter til neste oppgave uten melding om at tidsbegrensning er nådd.
nl_nl: Doorgaan naar het volgende item zonder de tijdslimiet bereikt mededeling.
pt_br: Mover para o próximo item sem limite de tempo atingido mensagem.
ro_ro: Mutare la următorul punct fără limită de timp a ajuns la un mesaj.
ru_ru: Перемещение к следующему элементу без сообщения о достижении временного лимита.
sk_sk: Správa o prechode na ďalšiu položku bez dosiahnutia časového limitu.

source: name of the pupil
ar_sa: اسم التلميذ
de_de: Name der Pupille
fr_fr: nom de l'élève
hu_hu: a tanuló neve
ja_jp: 生徒名
nb_no: elevens navn
pt_br: nome do aluno
ro_ro: numele elevului
sk_sk: meno žiaka

source: Navigation
ar_sa: تصفح
hu_hu: Navigáció
ja_jp: ナビゲーション
lt_lt: Navigacija
nb_no: Navigasjon
nl_nl: Navigatie
pt_br: Navegação
ro_ro: Navigaţie
ru_ru: Навигация
sk_sk: Navigácia

source: Navigation shortcuts
ar_sa: اختصارات التنقل عبر الأنترنيت
de_de: Navigations-Verknüpfungen
fr_fr: Raccourcis de navigation
hu_hu: Navigációs gyorsbillentyűk
ja_jp: ナビゲーションショートカット
nb_no: Snarveier for navigasjon
pt_br: Atalhos de navegação
ro_ro: Comenzi rapide de navigare
sk_sk: Navigačné skratky

source: Navigation Warnings
ar_sa: تحذيرات التنقل عبر الأنترنيت
de_de: Navigations-Warnungen
fr_fr: Avertissements de navigation
hu_hu: Navigációs figyelmeztetések
ja_jp: ナビゲーション警告
lt_lt: Navigacijos Įspėjimai
nb_no: Navigasjonsadvarsler
nl_nl: Navigatie-waarschuwing
pt_br: Avisos de navegação
ro_ro: Avertismente de navigare
ru_ru: Предупреждения касательно навигации
sk_sk: Navigačné upozornenia
