Repository: oat-sa/extension-tao-testqti
Catalog: locales/*/messages.po
Languages: ar_sa, de_de, fr_fr, hu_hu, ja_jp, lt_lt, nb_no, nl_nl, pt_br, ro_ro, ru_ru, sk_sk

source: Custom outcome processing. No changes will be made to the existing rules.
ar_sa: معالجة النتائج المخصصة. لن يتم إجراء أي تغييرات على القواعد الحالية.
de_de: Benutzerdefinierte Ergebnisbearbeitung. An den bestehenden Regeln werden keine Änderungen vorgenommen.
fr_fr: Traitement personnalisé de la réponse. Aucun changement ne sera appliqué aux règles existantes.
hu_hu: Egyéni eredményfeldolgozás. A meglévő szabályok nem változnak.
ja_jp: カスタム結果処理。既存のルールを変更することはありません。
nb_no: Egendefinert instilling. Det vil ikke bli gjort endringer i de eksisterende reglene.
nl_nl: Aangepast resultaat verwerking. Er wordt niets aangepast aan bestaande regels.
pt_br: Processamento de resultado personalizado. Nenhuma alteração será feita nas regras existentes.
ro_ro: Procesare rezultate personalizate. Nu se vor face modificări la regulile existente.
ru_ru: Пользовательская обработка результатов. В имеющиеся правила не будут вноситься изменения.
sk_sk: Vlastné spracovanie výsledkov. Existujúce pravidlá nebudú zmenené.

source: Cut score
ar_sa: قطع النتيجة
de_de: Schneiden
fr_fr: Séparer le score
hu_hu: Cut pontszám
ja_jp: カットスコア
nb_no: Poengsum
nl_nl: Knip score
pt_br: Pontuação de corte
ro_ro: Punctaj tăiere
ru_ru: Проходной балл
sk_sk: Zníženie skóre

source: Cut score (pass ratio)
ar_sa: قطع الدرجة (نسبة النجاح)
de_de: Schnittpunkt (Pass-Verhältnis)
fr_fr: Score de passage (taux de réussite)
hu_hu: Átlagpontszám (átlagos átmenési arány)
ja_jp: カットスコア（合格得点率）
nb_no: Poengsum (bestått)
pt_br: Pontuação de corte (taxa de passo)
ro_ro: Punctaj tăiere (raport de eliminare)
ru_ru: Проходной балл (проходное соотношение)
sk_sk: Minimálne skóre (pomer úspešnosti)

source: Define the status of the translation.
de_de: Definieren Sie den Status der Übersetzung.
ro_ro: Defineste statusul traducerii.
sk_sk: Definujte stav prekladu.

source: Defines the maximum magnitude of numeric outcome variables, the maximum must be a positive value and the minimum may be negative.
de_de: Definiert die maximale Größe numerischer Ergebnisvariablen. Das Maximum muss einen positiven Wert haben und das Minimum kann negativ sein.
ro_ro: Definește magnitudinea maximă a variabilelor numerice ale rezultatului, maximul trebuie să fie o valoare pozitivă, iar minimul poate fi negativ.
sk_sk: Definuje maximálnu veľkosť číselných výstupných premenných, maximum musí byť kladná hodnota a minimum môže byť záporné.

source: Delete
de_de: Löschen
ro_ro: Ștergere
sk_sk: Odstrániť

source: Delete prerequisite
de_de: Voraussetzung löschen
ro_ro: Ștergere condiție preliminară
sk_sk: Odstrániť predpoklad

source: Delete rule
de_de: Regel löschen
ro_ro: Șterge regula
sk_sk: Odstrániť pravidlo

source: Disable validation
ar_sa: تعطيل التحقق من الصحة
de_de: Validierung ausschalten
fr_fr: Désactiver la validation
hu_hu: Érvényesítés letiltása
ja_jp: 検証を無効にする
lt_lt: Išjungti validavimą
nb_no: Deaktiver validering
nl_nl: Schakel validatie uit
pt_br: Desativar validação
ro_ro: Dezactivează validarea
ru_ru: Отключить валидацию
sk_sk: Zakázať overenie

source: Disconnected from server
ar_sa: مفصول عن الخادم
de_de: Verbindung zum Server getrennt
fr_fr: Déconnecté du serveur
hu_hu: Lecsatlakozva a szerverről
ja_jp: サーバとの接続が切断されました
lt_lt: Atsijungta nuo serverio
nb_no: Frakoblet fra server
nl_nl: Ontkoppeld van server
pt_br: Desconectado do Servidor
ro_ro: Deconectat de la server
ru_ru: Отключено от сервера
sk_sk: Odpojené od servera

source: Display a warning before the test-taker ends a test part and there are still items left unanswered or marked for review.
ar_sa: اعرض تحذيرًا قبل أن ينهي المتقدم للرائز جزءًا منه ولا تزال هناك بنود لم تتم الإجابة عنها أو تم وضع علامة عليها للمراجعة..
de_de: Zeigen Sie eine Warnung an, bevor der Prüfungsteilnehmer einen Testabschnitt beendet und noch Prüfungsteile unbeantwortet oder zur Überprüfung markiert sind.
fr_fr: Afficher un avertissement avant que le participant termine une partie de test et que certains items sont laissés sans réponse ou marqués pour revue.
hu_hu: Figyelmeztetés megjelenítése, mielőtt a vizsgázó befejezi a teszt egy részét, és még mindig vannak megválaszolatlanul hagyott vagy ellenőrzésre kijelölt tételek.
ja_jp: 受験者がテストパートを終了する時に、未解答や見直しマークが残っている場合，警告を表示します。
lt_lt: Rodyti įspėjimą prieš testo laikytojui baigiant testo dalį, kai likę neatsakytų klausimų arba pažymėta atlitki apžvalgą.
nb_no: Vis en advarsel dersom eleven avslutter en prøve, og det er fortsatt gjenstår ubesvarte oppgaver eller oppgaver som er merket.
nl_nl: Laat een bericht zien voordat de kandidaat een toetsgedeelte afsluit, terwijl er nog items onbeantwoord of gemarkeerd voor herziening zijn.
pt_br: Exibir um aviso antes que o candidato termine uma parte do teste, e ainda há itens que não foram respondidos ou marcados para revisão.
ro_ro: Afișează un avertisment înainte ca persoana care efectuează testul să încheie o parte de test și încă există elemente rămase fără răspuns sau marcate pentru revizuire.
ru_ru: Отображать предупреждение перед тем, как тестируемый завершит часть теста, при наличии элементов без ответов или помеченных на пересмотр.
sk_sk: Zobraziť upozornenie predtým, ako účastník testu ukončí časť testu a stále zostanú nezodpovedané alebo označené položky na kontrolu.

source: Display a warning before the test-taker ends the test part.
ar_sa: عرض تحذير قبل أن ينهي المتقدم للرائز جزء منه.
de_de: Zeigen Sie eine Warnung an, bevor der Prüfungsteilnehmer den Testabschnitt beendet.
fr_fr: Afficher un avertissement avant que le participant termine une partie de test.
hu_hu: Figyelmeztetés megjelenítése, mielőtt a vizsgázó befejezi a tesztrészt.
ja_jp: テストパートを終了する前に，受験者へ警告を表示します。
lt_lt: Rodyti įspėjimą prieš testo laikytojui baigiant testo dalį.
nb_no: Vis en advarsel før eleven avslutter en prøvedel.
nl_nl: Laat een waarschuwing zien voordat de kandidaat een toetsgedeelte afsluit.
pt_br: Exibir um aviso antes que o test-taker termine a parte de teste.
ro_ro: Afișați un avertisment înainte ca dispozitivul de încercare să se termine partea de testare.
ru_ru: Отображать предупреждение перед тем, как тестируемый завершит часть теста.
sk_sk: Zobraziť upozornenie predtým, ako účastník testu ukončí časť testu.

source: Display a warning before the test-taker ends the test.
ar_sa: عرض تحذير قبل أن ينهي المتقدم للرائز الاختبار..
de_de: Zeigen Sie eine Warnung an, bevor der Teilnehmer die Prüfung beendet.
fr_fr: Afficher un avertissement avant que le participant termine le test.
hu_hu: Figyelmeztetés megjelenítése a teszt befejezése előtt.
ja_jp: テストを終了する前に，受験者へ警告を表示します。
lt_lt: Rodyti įspėjimą prieš testo laikytojui baigiant testą.
nb_no: Vis en advarsel før eleven avslutter prøven.
nl_nl: Laat een waarschuwing zien voordat de kandidaat de toets afsluit.
pt_br: Exibir um aviso antes que o candidato termine a parte de teste.
ro_ro: Afișați o avertizare înainte ca persoana care efectuează testul să se termine.
ru_ru: Отображать предупреждение перед тем, как тестируемый завершит тест.
sk_sk: Zobraziť upozornenie predtým, ako účastník testu ukončí test.

source: Display a warning before the test-taker skips the section. Requires the Section Skipping option.
ar_sa: عرض تحذير قبل أن يتخطى المتقدم للرائز الجزء الذي هو بصدده. يطلب الانتقال للجزء التالي.
de_de: Zeigen Sie eine Warnung an, bevor der Prüfling den Abschnitt überspringt. Erfordert die Option „Abschnitt überspringen“.
fr_fr: Afficher un avertissement avant que le participant saute une section. Cela demande que l'option Saut de section soit activée.
hu_hu: Figyelmeztetés megjelenítése, mielőtt a vizsgázó kihagyja a szakaszt. A Szakasz kihagyása opció aktiválása szükséges.
ja_jp: 受験者がセクションをスキップする時に警告を表示します。セクションスキップの設定が前提です。
lt_lt: Rodyti įspėjimą prieš testo laikytojui praleidžiant skyrių. Reikalingas Skyriaus Praleidimo pasirinkimas.
nb_no: Vis en advarsel når eleven hopper over en prøvedel. Krever at alternativet Hopp over prøvedel er aktivert.
nl_nl: Laat een waarschuwing zien voordat de kandidaat een sectie overslaat. Benodigd de sla-sectie-over optie.
pt_br: Exibe um aviso antes que o candidato pule a seção. Requer a opção Pular Seção.
ro_ro: Afișează un avertisment înainte de a sări peste secțiune. Necesită opțiunea Omiterea secțiunii.
ru_ru: Отображать предупреждение перед тем, как тестируемый пропустит раздел. Требуется опция пропуска раздела.
sk_sk: Zobraziť upozornenie predtým, ako účastník testu preskočí danú sekciu. Vyžaduje sa možnosť Preskočenie sekcie.

source: Display End Test Warning
ar_sa: عرض تحذير نهاية الرائز
de_de: Warnung "Ende des Tests" anzeigen
fr_fr: Afficher un avertissement de fin de test
hu_hu: Figyelmeztetés a teszt vége megjelenítése
ja_jp: テスト終了警告
lt_lt: Rodyti Testo Baigimo Įspėjimą
nb_no: Vis advarsel om at eleven er i ferd med å avslutte prøven
nl_nl: Toon eindetoets waarschuwing
pt_br: Exibir Alerta de Final de Teste
ro_ro: Afișați avertismentul de test de sfârșit
ru_ru: Отображать предупреждение по поводу завершения теста
sk_sk: Upozornenie na koniec testu displeja

source: Display Next Part Warning
ar_sa: عرض تحذير القسم التالي
de_de: Warnung zum nächsten Teil anzeigen
fr_fr: Afficher un avertissement avant la prochaine partie
hu_hu: Következő alkatrész figyelmeztetés megjelenítése
ja_jp: テストパート終了警告
lt_lt: Įspėti, kad pereinama į kitą testo dalį
nb_no: Vis advarsel om at eleven nå går til neste del av prøven
nl_nl: Toon volgend deel waarschuwing.
pt_br: Exibir Aviso de Próxima Parte
ro_ro: Afișați avertismentul de capitol următor
ru_ru: Отображать предупреждение по поводу следующей части
sk_sk: Zobraziť upozornenie na ďalší diel

source: Display Next Section Warning
ar_sa: عرض تحذير القسم التالي
de_de: Warnung zum nächsten Abschnitt anzeigen
fr_fr: Afficher un avertissement avant la prochaine section
hu_hu: Következő szakasz megjelenítése figyelmeztetés
ja_jp: セクションスキップ警告
lt_lt: Įspėti, kad pereinama į kitą testo dalies skyrių
nb_no: Vis advarsel om at eleven nå går til neste seksjon av prøven
nl_nl: Toon volgende sectie waarschuwing
pt_br: Exibir Aviso de Próxima Parte
ro_ro: Afișează următorul avertisment al secțiunii
ru_ru: Отображать предупреждение по поводу следующего раздела
sk_sk: Zobraziť upozornenie na ďalšiu sekciu

source: Display Unanswered Warning
ar_sa: عرض تحذير لم يتم الرد عليها
de_de: Zeige unbeantwortete Warnung
fr_fr: Afficher un avertissement en cas de non-réponse
hu_hu: Megválaszolatlan figyelmeztetés megjelenítése
ja_jp: 未解答あり警告
lt_lt: Rodyti Neatsakytų Klausimų Įspėjimą
nb_no: Vis advarsel om at eleven har ubesvarte oppgaver
nl_nl: Toon onbeantwoord waarschuwing
pt_br: Exibir Aviso de Item Não Respondido
ro_ro: Afiseaza Avertizare Nereraspuns
ru_ru: Отображать предупреждение по поводу отсутствия ответов
sk_sk: Zobraziť upozornenie na nezodpovedanú otázku

source: Displayed label
ar_sa: التسمية المعروضة
de_de: Angezeigte Bezeichnung
fr_fr: Étiquette affichée
hu_hu: Megjelenített címke
ja_jp: ラベル表示
lt_lt: Rodomas pavadinimas
nb_no: Vist navn
nl_nl: Weergegeven naam
pt_br: Mostrar label
ro_ro: Etichetă afișată
ru_ru: Отображаемая метка
sk_sk: Zobrazený štítok

source: Displays a customisable magnifier
ar_sa: يعرض المكبر القابل للتخصيص
de_de: Zeigt einen anpassbaren Vergrößerer an
fr_fr: Afficher une loupe personnalisable
hu_hu: Megjeleníti a testreszabható nagyítót
ja_jp: カスタマイズ拡大レンズを表示
lt_lt: Didinimo įrankis
nb_no: Viser en forstørrelsesglass som kan tilpasses
nl_nl: Toont een aanpasbare vergroting
pt_br: Exibe uma lupa customizável
ro_ro: Afișează o lupă personalizabilă
ru_ru: Отображает настраиваемую лупу
sk_sk: Zobrazuje prispôsobiteľnú lupu

source: Do not bookmark the current question for later review
ar_sa: لا تضع علامة على السؤال الحالي للمراجعة اللاحقة
de_de: Die aktuelle Frage nicht für eine spätere Überprüfung Lesezeichen markieren
fr_fr: Ne pas mettre en favori la question actuelle pour une révision ultérieure
hu_hu: Ne mentse el a jelenlegi kérdést könyvjelzővel későbbi áttekintés céljából
ja_jp: この問題にマークを付けない
pt_br: Não marque a questão atual para revisão posterior
ro_ro: Nu bifați întrebarea curentă pentru o revizuire ulterioară
sk_sk: Neukladať aktuálnu otázku do záložiek na neskoršie prečítanie

source: Do not flag the current item for later review
ar_sa: لا تضع علامة على البند الحالي للمراجعة لاحقًا
de_de: Kennzeichnung zur späteren Überprüfung aufheben
fr_fr: Ne pas signaler l'item courant pour une revue tardive
hu_hu: Ne jelölje meg az aktuális elemet későbbi ellenőrzésre
ja_jp: 現在のアイテムに見直しフラグを外す
lt_lt: Nežymėti šio elemento vėlesnei apžvalgai
nb_no: Ikke flagg oppgaven for å se gjennom senere
nl_nl: Volg deze vraag niet meer op
pt_br: Não sinalizar o item atual para posterior revisão
ro_ro: Nu semnaliza elementul curent pentru o evaluare ulterioară
ru_ru: Не помечать текущий элемент для дальнейшего пересмотра
sk_sk: Neoznačovať aktuálnu položku na neskoršiu kontrolu

source: Do not rename it.
ar_sa: لا تقم بإعادة تسميته.
de_de: Nicht umbenennen.
fr_fr: Ne le renommez pas.
hu_hu: Ne nevezd át.
ja_jp: リネームしないでください
nb_no: Ikke gi nytt navn.
pt_br: Não renomear.
ro_ro: Nu o redenumiţi.
sk_sk: Nepremenujte to.

source: Do not show alert on timeout
ar_sa: لا تظهر تنبيه عند انتهاء المهلة
de_de: Warnung bei Timeout nicht anzeigen
fr_fr: Ne pas afficher d'alerte de temps écoulé
hu_hu: Ne mutasson riasztást időtúllépéskor
ja_jp: タイムアウト警告を非表示
lt_lt: Nėrodyti įspėjimo pasibaigus laikui
nb_no: Ikke vis varsel ved timeout
nl_nl: Toon geen waarschuwing op time-out
pt_br: Não exibir alerta no tempo limite
ro_ro: Nu afișa alerta la expirarea timpului
ru_ru: Не отображать оповещение во время ожидания
sk_sk: Nezobrazovať upozornenie po uplynutí časového limitu

source: Do you want to apply the category "%s" to all included items?
de_de: Möchten Sie die Kategorie "%s" auf alle enthaltenen Artikel anwenden?
ro_ro: Doriți să aplicați categoria "%s" la toate articolele incluse?
sk_sk: Chcete použiť kategóriu „%s“ na všetky zahrnuté položky?

source: Don\'t save
ar_sa: لا تحفظ
de_de: Nicht speichern
fr_fr: Ne pas enregistrer
hu_hu: Ne mentse el
ja_jp: 保存しないでください
pt_br: Não salvar
ro_ro: Nu salva
sk_sk: Neukladať

source: Download
ar_sa: تنزيل
fr_fr: Télécharger
hu_hu: Letöltés
ja_jp: ダウンロード
nb_no: Last ned
pt_br: BAIXAR
ro_ro: Descărcare
ru_ru: Загрузить
sk_sk: Stiahnuť

source: Download the pupil responses and submit manually.
ar_sa: قم بتنزيلأجوبة التلميذ وإرسالها يدويًا.
de_de: Laden Sie die Pupillenantworten herunter und senden Sie sie manuell ab.
fr_fr: Téléchargez les réponses de l'élève et soumettez manuellement.
hu_hu: Töltsd le a tanulók válaszait, és küldd be manuálisan.
ja_jp: 生徒の回答をダウンロードし、手動で提出する。
nb_no: Last ned elevbesvarelsene og lever manuelt.
pt_br: Baixar as respostas para os alunos e enviar manualmente.
ro_ro: Descărcați răspunsurile pupilei și trimiteți manual.
sk_sk: Stiahnite si odpovede žiakov a odošlite ich manuálne.

source: Each condition below is evaluated, starting from the top, by comparing the variable content with a specific value, using the operator. As soon as a condition is fulfilled, the test taker is redirected to the corresponding target. If no condition is fulfilled, the test taker is presented with the next test part in the natural order.
de_de: Jede Bedingung unten wird ausgewertet, beginnend von oben, indem der Variableninhalt mit einem bestimmten Wert verglichen wird, wobei der Operator verwendet wird. Sobald eine Bedingung erfüllt ist, wird der Prüfer auf das entsprechende Ziel umgeleitet. Ist keine Bedingung erfüllt, wird dem Prüfer das nächste Prüfteil in der natürlichen Reihenfolge vorgestellt.
ro_ro: Fiecare condiție de mai jos este evaluată, începând de la vârf, prin compararea conținutului variabil cu o valoare specifică, folosind operatorul. Imediat ce o condiţie este îndeplinită, persoana care efectuează testul este redirecţionată către ţinta corespunzătoare. În cazul în care nu este îndeplinită nicio condiție, purtătorul de test este prezentat în ordinea naturală a următorului element de test.
sk_sk: Každá podmienka uvedená nižšie sa vyhodnocuje, počnúc zhora, porovnaním obsahu premennej s konkrétnou hodnotou pomocou operátora . Hneď ako je podmienka splnená, účastník testu je presmerovaný na príslušný cieľ. Ak nie je splnená žiadna podmienka, účastníkovi testu sa zobrazí ďalšia časť testu v prirodzenom poradí.

source: Each prerequisite below is evaluated by comparing the variable content with a specific value, using the operator. If all the prerequisites are fulfilled, this test part is presented. Otherwise, this test part is skipped.
de_de: Jede Voraussetzung unten wird durch einen Vergleich der Variableninhalte mit einem bestimmten Wert anhand des Operators bewertet. Werden alle Voraussetzungen erfüllt, wird dieser Prüfteil vorgestellt, ansonsten wird dieser Prüfteil übersprungen.
ro_ro: Fiecare condiție prealabilă de mai jos este evaluată prin compararea conținutului variabil cu o valoare specifică, utilizând operatorul. Dacă toate condițiile prealabile sunt îndeplinite, această parte de test este prezentată. Altfel, această parte de test este omisă.
sk_sk: Každý nižšie uvedený predpoklad sa vyhodnocuje porovnaním obsahu premennej s konkrétnou hodnotou pomocou operátora . Ak sú splnené všetky predpoklady, zobrazí sa táto časť testu. V opačnom prípade sa táto časť testu preskočí.

source: Edit
ro_ro: Editare
sk_sk: Upraviť

source: Eliminate choices
ar_sa: تخلص من الاختيارات
de_de: Eliminiere Optionen
fr_fr: Éliminer les choix
hu_hu: Választások kiküszöbölése
ja_jp: 選択肢の消去
lt_lt: Eliminuoti pasirinkimus
nb_no: Fjern valgene
nl_nl: Elimineer keuzes
pt_br: Eliminar opções
ro_ro: Eliminați opțiunile
ru_ru: Исключать варианты выбора
sk_sk: Eliminujte možnosti

source: Enable Mark for Review
ar_sa: تمكين وضع علامة للمراجعة
de_de: Markierung zur Überprüfung aktivieren
fr_fr: Permet le marquage pour révision
hu_hu: Felülvizsgálatra jelölés engedélyezése
ja_jp: 見直しマーク表示
nb_no: Aktiver mulighet for bokmerke
nl_nl: Schakel markeer voor herziening in
pt_br: Habilitar para revisão
ro_ro: Activează Marcare pentru Recenzie
ru_ru: Включить пометку для пересмотра
sk_sk: Povoliť označenie na kontrolu

source: Enable mark for review of items. Requires the Review Screen option.
ar_sa: تمكين علامة لمراجعة البنود. يتطلب خيار شاشة المراجعة.
de_de: Aktivieren Sie die Markierung für die Überprüfung von Elementen. Erfordert die Option "Überprüfen"-Bildschirm.
fr_fr: Permet le marquage pour révision des items. Nécessite l'option passage en revue de l'écran.
hu_hu: Elemek véleményezésre jelölésének engedélyezése. Értékelési képernyő opció szükséges hozzá.
ja_jp: アイテムの見直しマークの利用が有効になります。レビュースクリーンも有効にしてください。
lt_lt: Įgalinti žymėjimą elementai apžvalgai. Reikalingas Apžvalgos Ekrano pasirinkimas.
nb_no: Aktiver mulighet for bokmerke på oppgaver. Krever aktivert oversiktsknapp.
nl_nl: Schakel markeer voor herziening in voor items. Benodigd de herzieningsscherm optie.
pt_br: Habilitar marca para revisão dos itens. Requer a opção da tela de revisão.
ro_ro: Activaţi marcajul pentru examinarea elementelor. Necesită opţiunea Recenzie Ecran.
ru_ru: Включить пометку для пересмотра элементов. Требуется опция «Экран пересмотра».
sk_sk: Povoliť označovanie na kontrolu položiek. Vyžaduje sa možnosť Obrazovka kontroly.

source: Enable Review Screen
ar_sa: تمكين شاشة المراجعة
de_de: Überprüfungsbildschirm aktivieren
fr_fr: Permet le passage en revue de l'écran
hu_hu: Áttekintési képernyő engedélyezése
ja_jp: レビュースクリーン表示
lt_lt: Įjungti Ekrano Apžvalgą
nb_no: Aktiver oversiktsknapp
nl_nl: Schakel herzieningsscherm optie in
pt_br: Ativar a tela de revisão
ro_ro: Activează ecranul de recenzie
ru_ru: Включить экран пересмотра
sk_sk: Povoliť obrazovku kontroly

source: Enable selection
ar_sa: تمكين الاختيار
de_de: Auswahl aktivieren
fr_fr: Permettre la sélection
hu_hu: Kijelölés engedélyezése
ja_jp: 選択出題
lt_lt: Įjungti pasirinktus
nb_no: Aktiver utvalg
nl_nl: Schakel selectie in
pt_br: Habilitar seleção
ro_ro: Activează selecția
ru_ru: Включить выделение
sk_sk: Povoliť výber

source: Enable Skipping Ahead
ar_sa: تمكين التخطي للأمام
de_de: Vorspringen aktivieren
fr_fr: Permet saut en avant
hu_hu: Előreugrás engedélyezése
ja_jp: スキップ有効
lt_lt: Įgalinti praleidimą į priekį
nb_no: Aktiver gå videre
pt_br: Habilitar pular para frente
ro_ro: Activează săritura în față
ru_ru: Включить пропуск наперед
sk_sk: Povoliť preskakovanie dopredu

source: Enable text to speech
ar_sa: تمكين تحويل النص إلى كلام باستخدام إعدادات الجهاز
de_de: Text in Sprache aktivieren
fr_fr: Activer la synthèse vocale
hu_hu: Szövegfelolvasás engedélyezése
ja_jp: テキスト読み上げ有効
nb_no: Aktiver tekst-til-tale
pt_br: Habilitar síntese de voz
ro_ro: Activare text la vorbire
sk_sk: Povoliť premenu textu na reč

source: Enable the item review screen / navigator.
ar_sa: قم بتمكين شاشة استعراض البند / المتصفح.
de_de: Aktivieren Sie den Review-Bildschirm / Navigator.
fr_fr: Permet l'écran de passage en revue de l'item / le navigateur.
hu_hu: Engedélyezze a tétel-áttekintő képernyőt / navigátort.
ja_jp: 受験者にレビュースクリーン（問題一覧・解答状況画面）が表示されます
lt_lt: Įgalinti elemento apžvalgos ekraną / navigatorių.
nb_no: Aktiver oppgavegjennomgang/navigering på skjerm.
nl_nl: Schakel het item herzieningsscherm in / navigator.
pt_br: Habilite a tela de revisão do item / navegador.
ro_ro: Activează ecranul de recenzie al elementului / navigatorul.
ru_ru: Включить экран пересмотра элемента/навигатор.
sk_sk: Povoliť obrazovku/navigátor kontroly položiek.

source: Enables skipping to items within this section. Requires the review screen option.
ar_sa: تمكن من التخطي إلى البنود داخل هذا الجزء. يتطلب خيار شاشة المراجعة.
de_de: Aktiviert das Überspringen zu Elementen innerhalb dieses Abschnitts. Erfordert die Überprüfungsbildschirm-Option.
fr_fr: Permet le saut vers les items à l'intérieur de cette section. Demande l'option revue écran.
hu_hu: Lehetővé teszi az ezen a szakaszon belüli elemekre való ugrást. A képernyő-áttekintés opció szükséges hozzá.
ja_jp: このセクション内のスキップを有効にします。レビュースクリーン設定が必要です。
lt_lt: Suteikia galimybę praleisti elementus šiame skyriuje. Reikalingas apžvalgos ekrano pasirinkimas.
nb_no: Aktiver muligheten til å gå videre i oppgavesettet innen gitt oppgaveseksjon. Krever at valget se gjennom oppgavene på skjerm er aktivert.
nl_nl: Maakt het mogelijk om naar items binnen deze sectie over te gaan. Vereist de optie voor het beoordelingsscherm.
pt_br: Permite pular para outros itens nesta seção. Requer a opção da tela de revisão.
ro_ro: Activează omiterea la elementele din această secțiune. Necesită opțiunea de recenzie a ecranului.
ru_ru: Включает пропуск до элементов в пределах этого раздела. Требуется опция экрана пересмотра.
sk_sk: Umožňuje preskočenie na položky v tejto sekcii. Vyžaduje sa možnosť obrazovky kontroly.

source: End of the test
de_de: Ende des Tests
ro_ro: Sfârșitul încercării
sk_sk: Koniec testu

source: End test
ar_sa: نهاية الرائز
de_de: Test beenden
fr_fr: Finir le test
hu_hu: Teszt vége
ja_jp: テスト終了
lt_lt: Baigti darbą
nb_no: Avslutt prøven
nl_nl: Test beëindigen
pt_br: Finalizar teste
ro_ro: Sfârșit test
ru_ru: Завершить тест
sk_sk: Ukončiť test

source: End Test
ar_sa: نهاية الرائز
de_de: Test beenden
fr_fr: Finir le test
hu_hu: Teszt vége
ja_jp: テスト終了
lt_lt: Baigti darbą
nb_no: Avslutt prøven
nl_nl: Eindig toets
pt_br: Finalizar teste
ro_ro: Sfârșit test
ru_ru: Завершить тест
sk_sk: Ukončiť test

source: Enforce Item Constraints
de_de: Erzwinge Artikelbeschränkungen
fr_fr: Forcer les contraintes d'objet
hu_hu: Elemkorlátozások érvényesítése
pt_br: Reforçar restrições de item
ro_ro: Impune constrângerile elementului
sk_sk: Vynútiť obmedzenia položiek

source: Enter a blueprint
ar_sa: أدخل مخططًا
de_de: Blaupause eingeben
fr_fr: Entrez un plan
hu_hu: Adjon meg egy tervrajzot
ja_jp: ブループリントの入力
nb_no: Skriv inn en kopi
nl_nl: Voer een blauwdruk in
pt_br: Inserir um diagrama
ro_ro: Introduceți un plan
ru_ru: Ввести макет
sk_sk: Zadajte plán
