Repository: oat-sa/extension-tao-testqti
Catalog: locales/*/messages.po
Languages: ar_sa, de_de, fr_fr, hu_hu, ja_jp, lt_lt, nb_no, nl_nl, pt_br, ro_ro, ru_ru, sk_sk

source: "Lowest Grade Achieved" sets the final test grade as the lowest score among all test variables using the same scale.
de_de: "Lowest Grade Achieved" setzt die finale Teststufe als niedrigste Punktzahl unter allen Testvariablen mit der gleichen Skala.
ro_ro: "Cea mai mică clasă atinsă" stabileşte clasa de testare finală ca fiind cel mai mic scor dintre toate variabilele de testare folosind aceeaşi scară.
sk_sk: „Najnižšia dosiahnutá známka“ nastavuje konečnú známku testu ako najnižšie skóre spomedzi všetkých testových premenných s použitím rovnakej stupnice.

source: %s to answer %s
ar_sa: %s للإجابة على %s
de_de: %s, um %s zu antworten
fr_fr: %s pour répondre à %s
hu_hu: %s válaszolni %s
ja_jp: %s から %s の回答
nb_no: %s for å svare på %s
pt_br: %s para responder %s
ro_ro: %s pentru a răspunde %s
sk_sk: %s na odpoveď %s

source: %title% - Translation (%lang%)
de_de: %title% - Übersetzung (%lang%)
ro_ro: %title% - Traducere (%lang%)
sk_sk: %title% - Preklad (%lang%)

source: (Visual) Clear all active highlights
ar_sa: (مرئي) امسح كل الإضاءات النشطة
de_de: (Visuell) Alle aktiven Hervorhebungen löschen
fr_fr: (Visuel) Effacer toutes les surlignements actifs
hu_hu: (Vizuális) Az összes aktív kiemelés törlése
ja_jp: （ビジュアル）アクティブなハイライトをクリア
nb_no: (Visuell) Fjern alle aktive uthevinger
pt_br: (Visual) Limpe todos os destaques ativos
ro_ro: (flacon) Șterge toate punctele de atracție active
sk_sk: (Vizuálne) Vymazať všetky aktívne zvýraznenia

source: (Visual) Highlight Text
ar_sa: (بصري) تمييز النص
de_de: (Visuell) Text hervorheben
fr_fr: (Visuel) Surligner le texte
hu_hu: (Vizuális) Kiemelt szöveg
ja_jp: （ビジュアル）ハイライトテキスト
nb_no: (Visuell) Uthev tekst
pt_br: (Visual) Destacar Texto
ro_ro: (flacon) Evidențiere text
sk_sk: (Vizuálne) zvýraznenie textu

source: A concurrent delivery has been detected. Please use the last open session. The present window can be closed.
ar_sa: تم اكتشاف تسليم متزامن. يرجى استخدام آخر حصة مفتوحة. يمكن إغلاق النافذة الحالية.
de_de: Eine gleichzeitige Lieferung wurde erkannt. Bitte verwenden Sie die letzte offene Sitzung. Das aktuelle Fenster kann geschlossen werden.
fr_fr: Un test concurrent a été lancé dans une autre page pour le même utilisateur. La présente page a été mise en pause et peut être fermée.
hu_hu: Egyidejű kézbesítést észleltünk. Kérjük, használja az utoljára megnyitott munkamenetet. A jelenlegi ablak bezárható.
pt_br: Foi detectada uma entrega simultânea. Por favor, use a última sessão aberta. A janela presente pode ser fechada.
ro_ro: A fost detectată o livrare simultană. Vă rugăm să utilizaţi ultima sesiune deschisă. Fereastra actuală poate fi închisă.
sk_sk: Bolo zistené súbežné doručovanie. Použite poslednú otvorenú reláciu. Aktuálne okno je možné zatvoriť.

source: A human interpretation of the variable's value.
de_de: Die menschliche Interpretation des Wertes der Variablen.
ro_ro: O interpretare umană a valorii variabilei.
sk_sk: Ľudská interpretácia hodnoty premennej.

source: A QTI Item involved in the QTI Test '%s' could not be compiled.
ar_sa: تعذر تجميع بند QTI المتضمن في رائز QTI '%s'
de_de: Ein QTI Element involviert im QTI Test '%s' konnte nicht kompiliert werden.
fr_fr: Un item QTI contenu dans le test QTI '%s' n'a pas pû être compilé
hu_hu: A(z) '%s' QTI tesztben részt vevő QTI elem nem fordítható le.
ja_jp: QTIテスト '%s' 内のQTIアイテムがコンパイルできませんでした。
lt_lt: QTI Elementas dalyvaujantis QTI Teste '%s' negali būti surinktas.
nb_no: En QTI-oppgave som er med i QTI-prøven '%s' kunne ikke kompileres.
nl_nl: Een QTI item in QTI Test '%s' kon niet worden gecompileerd.
pt_br: Um item QTI envolvido no teste QTI '%s' não pode ser compilado.
ro_ro: Un QTI Element implicat în testul QTI '%snu a putut fi compilat.
ru_ru: Невозможно скомпоновать элемент QTI, включенный в тест QTI «%s».
sk_sk: Položku QTI zapojenú do testu QTI „%s“ nebolo možné skompilovať.

source: A QTI Test must contain at least one QTI Item to be compiled. None found.
ar_sa: يجب أن يحتوي رائز QTI على بند QTI واحد على الأقل ليتم تجميعه. لا شيء وجد.
de_de: Ein QTI Test muss mindestens ein zu kompilierendes QTI Element enthalten. Es wurde keines gefunden.
fr_fr: Un test QTI doit contenir au un item QTI pour être compilé. Aucun trouvé
hu_hu: Egy QTI tesztnek legalább egy QTI elemet kell tartalmaznia ahhoz, hogy összeálljon. Nem található.
ja_jp: QTIテストは少なくともひとつのコンパイルされたQTIアイテムがなくてはなりません。
lt_lt: QTI Testas privalo turėti bent vieną QTI Elementą, kad būti surinktas. Niekas nebuvo surasta.
nb_no: En QTI-prøve må inneholde minst en QTI-oppgave som skal kompileres. Ingen funnet.
nl_nl: Een QTI toets moet minstens één QTI item bevatten om te compileren. Er is er geen gevonden.
pt_br: Um teste QTI deve conter pelo menos um item QTI para ser compilado. Nenhum encontrado.
ro_ro: Un test QTI trebuie să conţină cel puţin un Item QTI pentru a fi compilat. Nici unul găsit.
ru_ru: Тест QTI должен содержать по крайней мере один элемент QTI для компоновки. Ничего не найдено.
sk_sk: Test QTI musí obsahovať aspoň jednu položku QTI, aby sa dal zostaviť. Žiadna sa nenašla.

source: A qti testpackage
ar_sa: حزمة روائز qti
de_de: Ein QTI Testpaket
fr_fr: Un paquet test QTI
hu_hu: Egy qti tesztcsomag
ja_jp: QTIテストパッケージ
lt_lt: QTI testų paketas
nb_no: En QTI prøvepakke
nl_nl: Een qti toetspakket
pt_br: Pacote de teste qti
ru_ru: Пакет тестов QTI
sk_sk: Testovací balík qti

source: A remote resource referenced in QTI test '%s' could not be retrieved.
ar_sa: تعذر استرداد مورد بعيد مشار إليه في رائز QTI '%s'.
de_de: Eine entfernte Ressource, die im QTI Test '%s' angegeben ist, konnte nicht abgeholt werden.
fr_fr: Une ressource distante référencée dans le test QTI '%s' n'a pu être récupérée.
hu_hu: A QTI tesztben ('%s') hivatkozott távoli erőforrás nem kérhető le.
ja_jp: QTIテスト '%s' で参照された外部リソースが見つかりませんでした。
lt_lt: Išorinio resurso nurodyto QTI teste „%s“ nepavyko atkurti.
nb_no: En ekstern ressurs referert til i QTI-prøven '%s' kunne ikke hentes.
nl_nl: Een externe bron waarnaar verwezen wordt in de QTI test '%s' kon niet worden gevonden.
pt_br: Um recurso remoto referenciado no teste QTI '%s' não pôde ser recuperado.
ro_ro: O resursă la distanță referențiată în testul QTI '%s' nu a putut fi recuperată.
ru_ru: Не удалось получить удаленный ресурс, на который имеется ссылка в тесте QTI «%s».
sk_sk: Vzdialený zdroj uvedený v teste QTI '%s' sa nepodarilo načítať.

source: A response to every question in this item is required.
ar_sa: مطلوب إجابة على كل سؤال في هذا البند.
de_de: Eine Antwort auf jede Frage in diesem Element ist erforderlich.
fr_fr: Une réponse est demandée à chaque question de cet item.
hu_hu: Minden kérdésre kötelező válaszolni ebben a tételben.
ja_jp: すべての問いに答えてください。
lt_lt: Atsakymas kiekvienam klausimui šitam elementui yra privalomas!
nb_no: Du må angi et svar på hvert spørsmål i denne oppgaven.
nl_nl: Op elke vraag in dit item moet een antwoord komen.
pt_br: É necessária uma resposta a cada pergunta nesse item.
ro_ro: Este necesar un răspuns la fiecare întrebare din acest element.
ru_ru: Требуются ответы на все вопросы в этом элементе.
sk_sk: Na každú otázku v tejto položke je potrebné odpovedať.

source: A response to this item is invalid.
de_de: Eine Antwort auf dieses Element ist ungültig.
ro_ro: Un răspuns la acest element nu este valid.
sk_sk: Odpoveď na túto položku je neplatná.

source: A response to this item is required.
ar_sa: مطلوب الإجابة عن هذا البند.
de_de: Eine Antwort für dieses Element ist erforderlich.
fr_fr: Une réponse est attendue pour cet item.
hu_hu: Válasz küldése szükséges erre az elemre.
ja_jp: この問いに回答してください
lt_lt: Turite pateikti bent vieną atsakymą.
nb_no: Du må svare på denne oppgaven.
nl_nl: Een antwoord op dit item is verplicht.
pt_br: É necessária uma resposta para este item.
ro_ro: Este necesar un răspuns la acest element.
ru_ru: Требуется ответ на этот элемент.
sk_sk: Na túto položku je potrebná odpoveď.

source: A valid response to this item is required.
ar_sa: مطلوب جواب صحيح عن هذا البند.
de_de: Eine gültige Antwort für dieses Element ist erforderlich.
fr_fr: Une réponse valide est demandée pour cet item.
hu_hu: Érvényes válasz szükséges erre az elemre.
ja_jp: この問いに回答してください
lt_lt: Pasitikrinkite ar teisingai įvedėte atsakymą.
nb_no: Det kreves et gyldig svar på denne oppgaven.
nl_nl: Een geldig antwoord voor dit item is vereist.
pt_br: É necessária uma resposta válida para este item.
ro_ro: Este necesar un răspuns valid la acest element.
ru_ru: Требуется действительный ответ на этот элемент.
sk_sk: Na túto položku je vyžadovaná platná odpoveď.

source: A visible section is one that is identifiable by the candidate.
ar_sa: القسم المرئي هو القسم الذي يمكن للمرشح تحديده.
de_de: Eine sichtbare Sektion, ist eine Sektion, die vom Kandidaten identifiziert werden.
fr_fr: Une section visible est celle identifiable par le candidat.
hu_hu: A látható rész az, amelyet a jelölt azonosítani tud.
ja_jp: ビジブルセクションは受験者が識別できるものです。
lt_lt: Matomas skyrius yra kandidatui atpažįstamas.
nb_no: En synlig seksjon er en som kan identifiseres av eleven.
nl_nl: Een zichtbare sectie is er een die herkenbaar is voor de kandidaat.
pt_br: Uma secção visível é identificável pelo candidato.
ro_ro: O secțiune vizibilă este una care poate fi identificată de candidat.
ru_ru: Видимый раздел — тот раздел, который может идентифицироваться кандидатом.
sk_sk: Viditeľná časť je taká, ktorú kandidát dokáže identifikovať.

source: Accessibility tool that enables Test Taker to have the item content read aloud.
ar_sa: أداة إمكانية الوصول التي تمكن المتقدم للرائز من قراءة محتوى البند بصوت عال.
de_de: Barrierefreiheitstool, mit dem Test Taker den Artikelinhalt vorlesen lassen kann.
fr_fr: Outil d'accessibilité qui permet au preneur de test d'avoir à haute lecture le contenu de l'article.
hu_hu: Akadálymentesítési eszköz, amely lehetővé teszi a vizsgázó számára, hogy hangosan felolvassa a feladat tartalmát.
ja_jp: 受験者がアイテムの内容を音声で読み上げることができるアクセシビリティツールです。
pt_br: Ferramenta de acessibilidade que permite que o Taker de testes tenha o conteúdo de itens lido em voz alta.
ro_ro: Instrument de accesibilitate care permite aplicatorului de test să aibă conținutul articolului citit cu atenție.
sk_sk: Nástroj na zjednodušenie ovládania, ktorý umožňuje účastníkovi testu nechať si nahlas prečítať obsah položky.

source: Activated
ar_sa: مفعل
de_de: Aktiviert
fr_fr: Activé
hu_hu: Aktív
ja_jp: フィードバック有効
lt_lt: Aktyvuota
nb_no: Aktivert
nl_nl: Geactiveerd
pt_br: Ativado
ro_ro: Activat
ru_ru: Активировано
sk_sk: Aktivované

source: add a new weight
ar_sa: إضافة وزن جديد
de_de: Fügen Sie eine neue Gewichtung hinzu
fr_fr: ajouter un nouveau poids
hu_hu: új súly hozzáadása
ja_jp: 新規「重み」追加
lt_lt: pridėti naują svorį
nb_no: legg til ny vekting
nl_nl: voeg nieuw gewicht toe
pt_br: crie uma nova carga
ro_ro: adaugă o greutate nouă
ru_ru: добавить новый весовой коэффициент
sk_sk: pridať novú váhu

source: Add a Path
de_de: Pfad hinzufügen
ro_ro: Adaugă o cale
sk_sk: Pridať cestu

source: Add a Prerequisite
de_de: Grundvoraussetzung hinzufügen
ro_ro: Adaugă o condiție prealabilă
sk_sk: Pridať predpoklad

source: Add a zip file containing QTI/APIP tests and items
ar_sa: أضف ملفًا مضغوطًا يحتوي على روائز وبنود QTI / APIP
de_de: ZIP-Datei mit QTI/APIP Tests und Elementen hinzufügen
fr_fr: Ajouter un fichier zip contenant des tests et des items QTI/APIP
hu_hu: Adjon hozzá egy QTI/APIP teszteket és tételeket tartalmazó zip fájlt
ja_jp: QTI/APIPテストとアイテムを含むzipファイルを追加
lt_lt: Pridėti ZIP failą turintį QTI/APIP testus ir elementus
nb_no: Legg til en zip-fil som inneholder QTI/APIP-prøver og oppgaver
nl_nl: Voeg een zip-bestand toe met QTI/APIP toetsen en items
pt_br: Adicionar um arquivo zip contendo testes e itens QTI/APIP
ro_ro: Adăugați un fișier zip care conține teste QTI/APIP și articole
ru_ru: Добавить ZIP-файл, содержащий QTI/APIP-тесты и элементы
sk_sk: Pridajte zip súbor obsahujúci testy a položky QTI/APIP

source: Add an outcome declaration
de_de: Ergebnisdeklaration hinzufügen
ro_ro: Adăugaţi o declaraţie de rezultat
sk_sk: Pridajte vyhlásenie o výsledku

source: Add selected item(s) here.
ar_sa: أضف البنود المحددة هنا.
de_de: Hier ausgewählte(s) Element(e) hinzufügen.
fr_fr: Ajouter le ou les items sélectionnés ici.
hu_hu: A kiválasztott elem(ek) hozzáadása ide.
ja_jp: 選択したアイテムを追加
lt_lt: Įkelkite pažymėtus klausimus šioje vietoje
nb_no: Legg til valgt(e) oppgave(r) her.
nl_nl: Voeg geselecteerde item(s) hier toe.
pt_br: Adicionar itens selecionados aqui.
ro_ro: Adauga obiect(e) selectat(e) aici.
ru_ru: Добавьте выбранные элементы здесь.
sk_sk: Sem pridajte vybraté položky.

source: Add Subsection
ar_sa: أضف مقطعا فرعيا
de_de: Unterabschnitt hinzufügen
fr_fr: Ajouter une sous-section
hu_hu: Alszakasz hozzáadása
ja_jp: サブセクション追加
pt_br: Adicionar Subseção
ro_ro: Adăugare subsecţiune
sk_sk: Pridať podsekciu

source: Add the source file
ar_sa: أضف مصدر الملف
de_de: Quelldatei hinzufügen
fr_fr: Ajouter le fichier source
hu_hu: Adja hozzá a forrásfájlt
ja_jp: ソースファイルを追加。
lt_lt: Pridėti šaltinio failą.
nb_no: Legg til kildefilen
nl_nl: Voeg het bron bestand toe
pt_br: Adicionar o arquivo fonte
ro_ro: Adăugați fișierul sursă
ru_ru: Добавить исходный файл
sk_sk: Pridajte zdrojový súbor

source: After you complete the section it would be impossible to return to this section to make changes. Are you sure you want to end the section?
ar_sa: بعد إكمال هذا الجزء ، سيكون من المستحيل العودة إليه لإجراء تغييرات. هل أنت متأكد أنك تريد إنهاء هذا الجزء?
de_de: Wenn dieser Abschnitt abgeschlossen wird, können daran keine Änderungen mehr vorgenommen werden. Wollen Sie diesen Abschnitt wirklich abschließen?
fr_fr: Après avoir complété cette section il sera impossible de revenir pour y effectuer des changements. Êtes-vous donc certain de vouloir terminer cette section maintenant ?
hu_hu: Miután befejezte a szakaszt, nem lehet visszatérni ehhez a szakaszhoz a változtatások elvégzéséhez. Biztosan befejezi a szakaszt?
ja_jp: このセクションを終了した後、このセクションに戻って変更を加えることはできません。このセクションを終了してもよろしいですか？
lt_lt: Po to, kai užbaigsite šį skyrių, bus neįmanoma grįžti atgal į šį skyrių, kad padaryti pakeitimus. Ar jūs tikrai norite užbaigti šį skyrių?
nb_no: Etter at du har fullført delen, er det umulig å gå tilbake for å gjøre endringer. Er du sikker på at du vil avslutte?
nl_nl: Nadat u de sectie heeft afgesloten zal het onmogelijk zijn om terug te keren naar deze sectie om iets te wijzigen. Weet u zeker dat u deze sectie wilt afsluiten?
pt_br: Após completar a seção, será impossível retornar a esta seção para fazer alterações. Você tem certeza que quer completar a seção?
ro_ro: După ce completați secțiunea ar fi imposibil să reveniți la această secțiune pentru a face modificări. Sunteţi sigur că doriţi să închideţi secţiunea?
ru_ru: После прохождения этого раздела вы уже не сможете вернуться к указанному разделу для внесения изменений. Вы действительно желаете завершить этот раздел?
sk_sk: Po dokončení tejto sekcie sa nebudete môcť do tejto sekcie vrátiť a vykonať zmeny. Naozaj chcete túto sekciu ukončiť?

source: All
ar_sa: الكل
de_de: Alle
fr_fr: Tous
hu_hu: Minden
ja_jp: すべて
lt_lt: Visi
nb_no: Alle
nl_nl: Alle
pt_br: Todos
ro_ro: Toate
ru_ru: Все
sk_sk: Všetky

source: Allow a Test Taker to print out the item.
de_de: Erlaube einem Test Taker das Element auszudrucken.
ro_ro: Permite unui dozator de test să imprime elementul.
sk_sk: Umožnite účastníkovi testu vytlačiť si položku.

source: Allow Comment
ar_sa: السماح بالتعليق
de_de: Kommentar erlauben
fr_fr: Autoriser les commentaires
hu_hu: Hozzászólás engedélyezése
ja_jp: コメントを許可
lt_lt: Leisti Komentuoti
nb_no: Tillat kommentarer
nl_nl: Sta commentaar toe
pt_br: Permitir Comentários
ro_ro: Permite Comentariu
ru_ru: Разрешить комментирование
sk_sk: Povoliť komentár

source: Allow Review
ar_sa: السماح بالمراجعة
de_de: Bewertung erlauben
fr_fr: Permettre la revue
hu_hu: Felülvizsgálat engedélyezése
ja_jp: レビューを許可
lt_lt: Leisti Apžvalgą
nb_no: Tillat å se gjennom
nl_nl: Sta een herziening toe
pt_br: Permitir Revisão
ro_ro: Permite Recenzie
ru_ru: Разрешить пересмотр
sk_sk: Povoliť kontrolu

source: Allow Section Skipping
ar_sa: السماح بتخطي الجزء
de_de: Abschnittsüberspringen zulassen
fr_fr: Permettre le saut de section
hu_hu: Szakasz kihagyásának engedélyezése
ja_jp: セクションのスキップ許可
lt_lt: Leisti Praleisti Skyrių
nb_no: Tillat å gå videre
nl_nl: Sta het overslaan van een sectie toe
pt_br: Permitir pular seção
ro_ro: Permite omiterea Sectiunii
ru_ru: Разрешить пропуск разделов
sk_sk: Povoliť preskakovanie sekcií

source: Allow Skipping
ar_sa: السماح بالتخطي
de_de: Überspringen erlauben
fr_fr: Autoriser le saut
hu_hu: Kihagyás engedélyezése
ja_jp: スキップ許可
lt_lt: Leisti Praleidimą
nb_no: Tillat å gå videre
nl_nl: Sta overslaan toe
pt_br: Permitir Pular
ro_ro: Permite omiterea
ru_ru: Разрешить пропуск
sk_sk: Povoliť preskakovanie

source: Allow skipping of the current section.
ar_sa: السماح بتخطي الجزء الحالي.
de_de: Ermöglicht das Überspringen des aktuellen Abschnitts.
fr_fr: Autoriser le saut de la section courante.
hu_hu: Engedélyezi az aktuális szakasz kihagyását.
ja_jp: 現在のセクションのスキップを許可
lt_lt: Leisti galimybę praleisti dabartinį skyrių.
nb_no: Tillat å gå videre til neste seksjon.
nl_nl: Sta het overslaan van de huidige sectie toe.
pt_br: Permitir pular a seção atual.
ro_ro: Permite omiterea din secțiunea curentă.
ru_ru: Разрешить пропуск текущего раздела.
sk_sk: Povoliť preskočenie aktuálnej sekcie.

source: Allow Test-taker to playback media files associated according to APIP protocol to item content.
ar_sa: اسمح للمتقدمللرائز بتشغيل ملفات الوسائط المرتبطة وفقًا لبروتوكول APIP لمحتوى البند.
de_de: Ermöglichen Sie dem Testteilnehmer die Wiedergabe von Mediendateien, die gemäß APIP-Protokoll mit Elementinhalten verknüpft sind.
fr_fr: Permettre au preneur de test de lire les fichiers médias associés selon le protocole APIP au contenu de l'élément.
hu_hu: Engedélyezze a vizsgázó számára az APIP protokollnak megfelelően a tétel tartalmához társított médiafájlok lejátszását.
ja_jp: 受験者は，APIPプロトコル準拠のアイテム内のメディアファイルを再生できます
nb_no: Tillat eleven å spille av mediefiler som er tilknyttet APIP-protokollen, til oppgavens innhold.
pt_br: Permitir ao candidato reproduzir arquivos de mídia associados com o protocolo APIP para o conteúdo do item.
ro_ro: Permite Test-taker să redea fișierele media asociate conform protocolului APIP la conținutul elementelor.
sk_sk: Umožniť účastníkovi testu prehrávať mediálne súbory priradené k obsahu položky podľa protokolu APIP.

source: Allow the candidate to review his answers.
ar_sa: اسمح للمرشح بمراجعة إجاباته.
de_de: Dem Kandidaten erlauben seine Antworten zu überprüfen.
fr_fr: Permettre au candidat de revoir ses réponses.
hu_hu: Engedd meg a jelöltnek, hogy átnézze a válaszait.
ja_jp: 受験者に自分の解答を確認することを許可します
lt_lt: Leisti kandidatui peržiūrėti savo atsakymus.
nb_no: Tillat eleven å se gjennom besvarelsen sin.
nl_nl: Sta de kandidaat toe zijn antwoorden te herzien.
pt_br: Permitir ao candidato analisar suas respostas.
ro_ro: Permiteți candidatului să își revizuiască răspunsurile.
ru_ru: Разрешить кандидату пересматривать свои ответы.
sk_sk: Nechajte kandidáta, aby si prehodnotil svoje odpovede.

source: Allow the test-taker to eliminate / strikethrough answers in choice interactions.
ar_sa: اسمح للمتقدم للرائز بإزالة / يتوسطه خط في الإجابات في تفاعلات الاختيار.
de_de: Erlauben Sie dem Testteilnehmer, Antworten in Auswahlinteraktionen zu streichen/durchzustreichen.
fr_fr: Permettre au participant d'éliminer les réponses barrées dans les interactions de type choix.
hu_hu: Lehetővé teszi a vizsgázó számára, hogy kihagyja/áthúzza a válaszokat a válaszlehetőségek interakcióiban.
ja_jp: 選択問題で消去法での解答（取り消し線表示）をするためのサポートツール
lt_lt: Leisti testo laikytojui eliminuoti / perbraukti atsakymus pasirinkimo užduotyse.
nb_no: Tillat eleven å fjerne/gjennomgå svarene i oppgaven.
nl_nl: Sta de kandidaat toe om antwoorden te elimineren/door te strepen in keuze interacties.
pt_br: Permitir que o candidato elimine / busca em respostas na escolha de interações.
ro_ro: Permiteți grupului de testare să elimine / să găsească răspunsuri în interacțiunile dintre alegeri.
ru_ru: Разрешить тестируемому исключать/вычеркивать ответы во взаимодействии с выбором.
sk_sk: Umožnite účastníkovi testu vynechať/prečiarknuť odpovede v interakciách s možnosťami výberu.

source: Allow the test-taker to highlight parts of the item text.
ar_sa: اسمح للمتقدم للرائز بتمييز أجزاء من نص البند.
de_de: Erlauben Sie dem Testteilnehmer, Textteile hervorzuheben.
fr_fr: Permettre au participant de mettre en évidence des parties du texte de l'item.
hu_hu: Engedd meg a vizsgázónak, hogy kiemelje a szöveg egyes részeit.
ja_jp: 黄色ラインマーカー
lt_lt: Leisti testo laikytojui paryškinti dalis elemento tekste.
nb_no: Tillat eleven å markere deler av oppgaveteksten.
nl_nl: Sta de kandidaat toe om stukken van de item tekst te markeren
pt_br: Permitir que o candidato destaque de partes do texto do item.
ro_ro: Permite test-taker să evidențieze părți din textul elementului.
ru_ru: Разрешить тестируемому выделять фрагменты текста элемента.
sk_sk: Umožnite účastníkovi testu zvýrazniť si časti textu položky.

source: Allow the test-taker to mask and unmask answers in choice interactions.
ar_sa: اسمح للمتقدم للرائز بإخفاء وكشف الإجابات في تفاعلات الرائز.
de_de: Ermöglichen Sie dem Testteilnehmer, Antworten in Auswahlinteraktionen zu maskieren und zu demaskieren.
fr_fr: Permettre au participant de masquer et démasquer des réponses dans les interactions de type choix.
hu_hu: Engedélyezze a vizsgázónak, hogy elrejtse és felfedje a válaszokat a választási interakciók során.
ja_jp: 選択問題で選択肢を一つづつ表示させながら解答するためのサポートツール
lt_lt: Leisti testo laikytojui slėpti ir rodyti atsakymus pasirinkimo užduotyse.
nb_no: Tillat eleven å markere og fjerne markering i oppgaven.
nl_nl: Sta de kandidaat toe om antwoorden te bedekken en weer zichtbaar te maken in keuze interacties.
pt_br: Permitir que o candidato esconda as respostas em interações de escolha.
ro_ro: Permiteți testului să mascheze și să demasceze răspunsurile în interacțiunile alegerilor.
ru_ru: Разрешить тестируемому скрывать/показывать ответы во взаимодействии с выбором.
sk_sk: Umožnite účastníkovi testu maskovať a odmaskovať odpovede v rámci výberových interakcií.

source: Allow the test-taker to mask parts of the item with a movable mask.
ar_sa: اسمح للمتقدم للرائز بإخفاء أجزاء من البند بقناع متحرك.
de_de: Erlauben Sie dem Prüfling, Teile des Gegenstands mit einer beweglichen Maske abzudecken.
fr_fr: Permet au participant de masquer des parties de l'item avec un masque amovible.
hu_hu: Engedélyezze a vizsgázónak, hogy a tárgy egyes részeit egy mozgatható maszkkal eltakarja.
ja_jp: 問題の一部分を隠しながら解答するためのサポートツール
lt_lt: Leisti testo laikytojui paslėpti testo dalis su perkeliama kauke.
nb_no: Tillat eleven å markere deler av oppgaven som kan fjernes etterpå.
nl_nl: Sta de kandidaat toe om stukken van het item te bedekken met een verplaatsbaar blok.
pt_br: Permitir que o candidato esconda partes do item com uma máscara móvel.
ro_ro: Permite testului să mascheze părți ale elementului cu o măști mobilă.
ru_ru: Разрешить тестируемому скрывать фрагменты элемента с помощью подвижной маски.
sk_sk: Umožnite testovanému maskovať časti položky pohyblivou maskou.
