Repository: oat-sa/extension-tao-testqti
Catalog: locales/*/messages.po
Languages: ar_sa, de_de, fr_fr, hu_hu, ja_jp, lt_lt, nb_no, nl_nl, pt_br, ro_ro, ru_ru, sk_sk

source: Allow the test-taker to use a basic calculator.
ar_sa: اسمح للمتقدم للرائز باستخدام الآلة الحاسبة الأساسية.
de_de: Ermöglichen Sie dem Testteilnehmer die Verwendung eines einfachen Taschenrechners.
fr_fr: Permet au participant d'utiliser une calculatrice basique.
hu_hu: Engedélyezze a vizsgázónak egy alapvető számológép használatát.
ja_jp: 電卓が使用できます
lt_lt: Leisti testo laikytojui naudoti paprastą skaičiuotuvą.
nb_no: Tillat eleven å bruke en enkel kalkulator.
nl_nl: Sta de kandidaat toe om een standaard rekenmachine te gebruiken.
pt_br: Permitir que o candidato use uma calculadora básica.
ro_ro: Permite test-captatorului să utilizeze un calculator de bază.
ru_ru: Позволяет тестируемому пользоваться базовым калькулятором.
sk_sk: Umožnite účastníkovi testu používať základnú kalkulačku.

source: Allow the test-taker to use a calculator respecting the order of operations (BODMAS).
ar_sa: اسمح للمتقدم للرائز باستخدام آلة حاسبة تحترم ترتيب العمليات (BODMAS).
de_de: Ermöglichen Sie dem Testteilnehmer die Verwendung eines Taschenrechners unter Berücksichtigung der Reihenfolge der Operationen (BODMAS).
fr_fr: Permettre au participant d'utiliser une calculatrice respectant l'ordre des opérations (BODMAS).
hu_hu: Engedélyezze a vizsgázónak a számológép használatát a műveletek sorrendjének (BODMAS) betartásával.
ja_jp: 受験者は，演算順序BODMASに沿った電卓が使えます。
lt_lt: Leisti testo laikytojui naudotis skaičiuotuvu atsižvelgiant į veiklos tvarką (BODMAS).
nb_no: Tillat eleven å bruke en kalkulator som følger operasjonsrekkefølgen (BODMAS).
nl_nl: Sta de kandidaat toe een rekenmachine gebruiken die de volgorde van de operaties (Hé, Mw. v/d Aorta) respecteert.
pt_br: Permite que o candidato use uma calculadora respeitando a ordem de operações (BODMAS).
ro_ro: Permiteți administratorului de testare să utilizeze un calculator care respectă ordinea operațiunilor (BODMAS).
ru_ru: Разрешить тестируемому пользоваться калькулятором в соответствии с порядком операций (BODMAS).
sk_sk: Umožnite účastníkovi testu používať kalkulačku s ohľadom na poradie operácií (BODMAS).

source: Allow the test-taker to use a movable magnifier tool.
ar_sa: اسمح للمتقدم للرائز باستخدام أداة المكبر المتحركة.
de_de: Ermöglichen Sie dem Testteilnehmer die Verwendung einer beweglichen Lupe.
fr_fr: Permet au participant d'utiliser une loupe amovible.
hu_hu: Engedélyezze a vizsgázónak egy mozgatható nagyító eszköz használatát.
ja_jp: 部分拡大するための移動式拡大レンズ
lt_lt: Leisti testo laikytojui naudoti perkeliamą didintuvo įrankį.
nb_no: Tillat eleven å bruke et forstørrelsesverktøy.
nl_nl: Sta de kandidaat toe om een beweegbaar vergrootglas te gebruiken.
pt_br: Permite que o candidato use uma ferramenta de lupa móvel.
ro_ro: Permite test-takerului să utilizeze o unealtă de lupă mobilă.
ru_ru: Позволяет тестируемому пользоваться перемещаемой увеличительной лупой.
sk_sk: Umožnite účastníkovi testu použiť pohyblivú lupu.

source: Allow the test-taker to use a scientific calculator.
ar_sa: اسمح باستخدام الآلة الحاسبة العلمية.
de_de: Erlauben Sie dem Testteilnehmer, einen wissenschaftlichen Taschenrechner zu verwenden.
fr_fr: Permettre au participant d'utiliser une calculatrice scientifique.
hu_hu: Engedélyezd a vizsgázónak a tudományos számológép használatát.
ja_jp: 関数電卓が使用できます
lt_lt: Leisti testo laikytojui naudotis moksliniu skaičiuotuvu.
nb_no: Tillat eleven å bruke en vitenskapelig kalkulator.
nl_nl: Sta de kandidaat toe om een wetenschappelijke rekenmachine gebruiken.
pt_br: Permitir que o candidato use uma calculadora científica.
ro_ro: Permiteți testului să utilizeze un calculator științific.
ru_ru: Позволяет тестируемому пользоваться инженерным калькулятором.
sk_sk: Umožnite účastníkovi testu použiť vedeckú kalkulačku.

source: Allow the test-taker to visually isolate a line of text.
ar_sa: اسمح بعزل سطر من النص بصريًا.
de_de: Ermöglichen Sie dem Testteilnehmer, eine Textzeile visuell zu isolieren.
fr_fr: Permet au participant d'isoler visuellement une ligne de texte.
hu_hu: Engedd meg a vizsgázónak, hogy vizuálisan elkülönítsen egy sor szöveget.
ja_jp: １行づつ表示範囲を移動しながら，読み進めるためのサポートツール
lt_lt: Leisti testo laikytojui vaizdiškai izoliuoti teksto liniją.
nb_no: Tillat eleven å visuelt isolere en tekstlinje.
nl_nl: Sta de kandidaat toe om visueel een stuk tekst te isoleren.
pt_br: Permitir que o candidato isole visualmente uma linha de texto.
ro_ro: Permiteți testului să izoleze vizual o linie de text.
ru_ru: Разрешить тестируемому визуально изолировать строку текста.
sk_sk: Umožnite účastníkovi testu vizuálne oddeliť riadok textu.

source: Allows Test-taker to zoom in and out the item content.
ar_sa: يسمح بتكبير وتصغير محتوى البند.
de_de: Ermöglicht dem Testteilnehmer das Vergrößern und Verkleinern des Elementinhalts.
fr_fr: Permettre au participant d'utiliser le zoom sur le contenu de l'item.
hu_hu: Lehetővé teszi a vizsgázó számára, hogy nagyítsa és kicsinyítse a tétel tartalmát.
ja_jp: 画面全体を拡大・縮小できるようにします
lt_lt: Leisti Testo laikytojui priartinti ir atitolinti elemento turinį.
nb_no: Tillat eleven å zoome inn og ut oppgaveinnholdet.
nl_nl: Sta de kandidaat toe om de inhoud van het item in- en uitzoomen.
pt_br: Permite que o candidato aumente e diminua o conteúdo do item.
ro_ro: Permite Test-taker să micșoreze conținutul elementului.
ru_ru: Разрешает тестируемому изменять масштаб содержимого элемента.
sk_sk: Umožňuje účastníkovi testu priblížiť a oddialiť obsah položky.

source: Also compute the score per categories
ar_sa: احسب أيضًا النتيجة لكل فئة
de_de: Berechnen Sie auch die Punktzahl pro Kategorie
fr_fr: Effectuer également le traitement par catégories
hu_hu: Számítsd ki a pontszámokat kategóriánként is
ja_jp: カテゴリごとにスコアを採点する場合に設定
lt_lt: Taip pat apskaičiuoti balus kategorijose
nb_no: Beregn poengsum per kategori
nl_nl: Bereken ook de score per categorie.
pt_br: Também calcular a pontuação por categorias
ro_ro: De asemenea, calculează scorul pe categorii
ru_ru: Также рассчитывать количество баллов по категориям
sk_sk: Vypočítajte aj skóre podľa kategórií

source: An error occured while retrieving items
ar_sa: حدث خطأ أثناء استرداد البنود
de_de: Beim Abrufen der Elemente ist ein Fehler aufgetreten
fr_fr: Une erreur s'est produite lors de la récupération des items.
hu_hu: Hiba történt az elemek lekérése során
ja_jp: アイテムの取得中にエラーが発生しました
lt_lt: Klaida įvyko gaunant elementus
nb_no: Det oppstod en feil under henting av oppgaver
nl_nl: Er is een fout opgetreden bij het ophalen van items
pt_br: Ocorreu um erro durante a recuperação dos itens
ro_ro: A apărut o eroare la preluarea articolelor
ru_ru: Во время получения элементов возникла ошибка
sk_sk: Pri načítavaní položiek sa vyskytla chyba

source: An error occurred during results submission. Please retry.
ar_sa: حدث خطأ أثناء تقديم النتائج. الرجاء اعادة المحاولة.
de_de: Bei der Übermittlung der Ergebnisse ist ein Fehler aufgetreten. Bitte erneut versuchen.
fr_fr: Une erreur inconnue s'est produite pendant la soumission des résultats. Veuillez réessayer.
hu_hu: Hiba történt az eredmények beküldése során. Kérjük, próbálja újra.
ja_jp: 結果の送信中にエラーが発生しました。再度実行してください
lt_lt: Įvyko klaida pateikiant rezultatus. Prašome bandyti dar kartą.
nb_no: Det oppstod en feil under levering av prøven. Prøv på nytt.
nl_nl: Er is een fout opgetreden tijdens het versturen van de resultaten. Probeert u het a.u.b. opnieuw.
pt_br: Ocorreu um erro durante o envio dos resultados. Por favor, tente novamente.
ro_ro: A apărut o eroare la trimiterea rezultatelor. Vă rugăm să încercați din nou.
ru_ru: Во время отправки результатов возникла ошибка. Повторите попытку.
sk_sk: Počas odosielania výsledkov sa vyskytla chyba. Skúste to znova.

source: An error occurred during the test initialization!
ar_sa: حدث خطأ أثناء بدء الرائز!
de_de: Bei der Testinitialisierung ist ein Fehler aufgetreten!
fr_fr: Une erreur s'est produite lors de l'initialisation du test !
hu_hu: Hiba történt a teszt inicializálása során!
ja_jp: テスト初期化中にエラーが発生しました
lt_lt: Įvyko klaida testo paleidimo metu!
nb_no: Det oppstod en feil under prøvenitialiseringen!
nl_nl: Er is een fout opgetreden tijdens de testinitialisatie!
pt_br: Ocorreu um erro durante a inicialização do teste!
ro_ro: A apărut o eroare în timpul inițializării testului!
ru_ru: Во время инициализации теста возникла ошибка!
sk_sk: Počas inicializácie testu sa vyskytla chyba!

source: An error occurred during the test, please content your administrator.
ar_sa: حدث خطأ أثناء الرائز، يرجى مراجعة المسؤول الخاص بك.
de_de: Während des Tests ist ein Fehler aufgetreten. Bitte wenden Sie sich an Ihren Administrator.
fr_fr: Une erreur s'est produite lors du test, veuillez contacter votre administrateur.
hu_hu: Hiba történt a teszt során, kérjük, jelezze a rendszergazdának.
ja_jp: エラーが発生しました。管理者に連絡してください。
lt_lt: Įvyko klaida testo metu, prašome pranešti jūsų administratorių.
nb_no: Det oppstod en feil under prøven. Kontakt administrator.
nl_nl: Er is een fout opgetreden tijdens de test, neem contact op met uw beheerder.
pt_br: Ocorreu um erro durante o teste, por favor, conteúdo o administrador.
ro_ro: A aparut o eroare in timpul testului, te rugam sa iti continui administratorul.
ru_ru: Во время теста возникла ошибка, обратитесь к администратору.
sk_sk: Počas testu sa vyskytla chyba, informujte, prosím, svojho administrátora.

source: An error occurred while loading the original test.
de_de: Beim Laden des ursprünglichen Tests ist ein Fehler aufgetreten.
ro_ro: A apărut o eroare la încărcarea testului original.
sk_sk: Pri načítavaní pôvodného testu sa vyskytla chyba.

source: An error occurred!
ar_sa: حدث خطأ!
de_de: Ein Fehler ist aufgetreten!
fr_fr: Une erreur s'est produite !
hu_hu: Hiba történt!
ja_jp: エラーが発生しました!
lt_lt: Įvyko klaida!
nb_no: Det oppstod en feil!
nl_nl: Er is een fout opgetreden!
pt_br: Ocorreu um erro!
ro_ro: A apărut o eroare!
ru_ru: Возникла ошибка!
sk_sk: Vyskytla sa chyba!

source: An error occurs, please contact your administrator
ar_sa: حدث خطأ ، يرجى الاتصال بالمسؤول
de_de: Es ist ein Fehler aufgetreten, bitte kontaktieren Sie Ihren Administrator
fr_fr: Une erreur s'est produite, veuillez contacter votre administrateur.
hu_hu: Hiba történt, kérjük, vegye fel a kapcsolatot a rendszergazdával
ja_jp: エラーが発生しました。管理者に連絡してください。
lt_lt: Įvyko klaida, praneškite jūsų administratoriui
nb_no: Det oppstår en feil. Ta kontakt med administrator
nl_nl: Er is een fout opgetreden. Raadpleegt u a.u.b. een beheerder
pt_br: Ocorreu um erro. Por favor, informe o administrador
ro_ro: A apărut o eroare, vă rugăm să contactați administratorul
ru_ru: Возникла ошибка, обратитесь к администратору
sk_sk: Vyskytla sa chyba, kontaktujte, prosím, svojho administrátora.

source: An invisible section with a parent that is subject to shuffling can specify whether or not its children, which will appear to the candidate as if they were part of the parent, are shuffled as a block or mixed up with the other children of the parent section.
ar_sa: يمكن للجزء غير المرئي مع أحد الوالدين الخاضع للخلط أن يحدد ما إذا كان أطفاله ، الذين سيظهرون للمرشح كما لو كانوا جزءًا من الوالد ، قد تم خلطهم ككتلة أو خلطهم مع الأطفال الآخرين للقسم الأصلي أم لا .
de_de: Ein nicht sichtbarer Abschnitt mit einem übergeordneten Parameter, der Mischfunktion übernehmen soll, kann spezifizieren ob die Kinderparameter, die dem Kandidaten wie ein Teil des übergeordneten Parameters angezeigt werden, als Block gemischt oder mit anderen Kinderparametern des übergeordneten Parameters vermischt werden sollen.
fr_fr: Une section invisible avec un parent qui est sujet au mélange peut spécifier si ses enfants -- qui apparaîtront au candidat comme s'ils faisaient partie du parent -- seront mélangés comme un bloc ou avec les autres enfants de la section parente.
hu_hu: Egy láthatatlan, szülővel rendelkező szakasz, amely keverés alá esik, meghatározhatja, hogy a gyermekei, amelyek a jelölt számára úgy jelennek meg, mintha a szülő részei lennének, blokkként legyenek-e keverve, vagy a szülő szakasz többi gyermekével legyenek összekeverve.
ja_jp: シャッフルの対象となる親セクションを持つ不可視セクションでは、親セクションの一部であるかのように受験者に表示される子セクションを、ブロックとしてシャッフルするか、親セクションの他の子セクションと混ぜてシャッフルするかを指定できます。
nl_nl: Een onzichtbare sectie met een bovenliggend elementen die onderworpen is aan mixen kan specificeren of de onderliggende elementen, die getoond worden aan kandidaten alsof ze onderdeel zijn van de bovenliggende elementen, samen gemengd worden of gemengd worden met de andere onderliggende elementen van de bovenliggende sectie.
pt_br: Uma seção invisível com um pai que está sujeito a embaralhar pode especificar se seus filhos ou não, que aparecerão para o candidato como se eles fossem parte do pai, são misturados como um bloco ou misturados com as outras crianças da seção principal.
ro_ro: O secţiune invizibilă cu un părinte care este supus amestecării poate specifica dacă copiii săi sunt sau nu; care vor apărea la candidat ca și cum ar face parte din părinte; sunt amestecate sub formă de bloc sau amestecate cu ceilalţi copii ai secţiunii părinte.
ru_ru: Невидимый раздел с родительским элементом, к которому применяется перемешивание, может задавать, будут ли его дочерние элементы (которые будут отображаться для кандидата, как будто они являются частью родительского элемента) перемешиваться блоком или смешиваться с другими дочерними элементами родительской секции.
sk_sk: Neviditeľná sekcia s rodičom, ktorý je predmetom premiešania, môže určiť, či sa jej deti, ktoré sa kandidátovi budú javiť ako súčasť rodiča, premiešajú ako blok alebo sa zmiešajú s ostatnými deťmi rodičovskej sekcie.

source: An item involved in the test cannot be read or is not QTI compliant.
ar_sa: لا يمكن قراءة عنصر مشمول في الرائز أو أنه غير متوافق مع QTI.
de_de: Ein Element des Tests kann nicht gelesen werden oder ist nicht QTI konform.
fr_fr: Un item impliqué dans le test ne peut être lu ou n'est pas conforme à QTI.
hu_hu: A tesztben szereplő egyik tétel nem olvasható le, vagy nem felel meg a QTI-szabványnak.
ja_jp: テストのアイテムを読み込めません。もしくはQTIに準拠していません。
lt_lt: Elementas dalyvaujantis teste negali būti nuskaitytas arba yra neatitinka QTI standarto.
nb_no: En oppgave i prøvesettet kan ikke leses eller er ikke QTI-kompatibel.
nl_nl: Een item in de toets kan niet worden ingelezen of is niet QTI compliant.
pt_br: Um item envolvido no teste não pode ser lido ou não é compatível com QTI.
ro_ro: Un element implicat în test nu poate fi citit sau nu este conform QTI.
ru_ru: Не удается прочитать элемент, включенный в тест, или он не совместим с QTI.
sk_sk: Položku zaradenú do testu nie je možné prečítať alebo nie je v súlade s QTI.

source: An item involved in the test cannot be written.
ar_sa: لا يمكن كتابة عنصر مشترك في الرائز.
de_de: Ein Element im Test kann nicht geschrieben werden.
fr_fr: Un item impliqué dans le test ne peut être écrit.
hu_hu: A tesztben szereplő tétel nem írható meg.
ja_jp: テストのアイテムを書き込めません
lt_lt: Elementas dalyvaujantis teste negali būti rašomas.
nb_no: Et oppgave som finnes i testen kan ikke skrives.
nl_nl: Een item in de toets kan niet worden weggeschreven.
pt_br: Um item envolvido no teste não pode ser escrito.
ro_ro: Un element implicat în test nu poate fi scris.
ru_ru: Невозможно записать элемент, включенный в тест.
sk_sk: Položka zahrnutá v teste nemôže byť písomná.

source: An optional link to an extended interpretation of the outcome variable.
de_de: Ein optionaler Link zu einer erweiterten Interpretation der Ergebnisvariable.
ro_ro: O legătură opțională către o interpretare extinsă a variabilei rezultate.
sk_sk: Voliteľný odkaz na rozšírenú interpretáciu výslednej premennej.

source: An unknown error occured while compiled QTI Test '%s'.
ar_sa: حدث خطأ غير معروف أثناء تجميع الرائز QTI '%s' برمجيًا.
de_de: Beim Kompilieren des QTI Tests '%s' trat ein unbekannter Fehler auf.
fr_fr: Une erreur inconnue s'est produite pendant la compilation du test QTI '%s'.
hu_hu: Ismeretlen hiba történt a(z) '%s' QTI teszt fordítása közben.
ja_jp: QTIテスト'%s'のコンパイル中に不明なエラーが発生しました。
lt_lt: Įvyko nežinoma klaida sukompiliavus „%s“ QTI Testą.
nb_no: Det oppstod en ukjent feil under kompilering av QTI-prøven '%s'.
nl_nl: Er trad een onbekende fout op bij het compileren van QTI toets '%s'.
pt_br: Ocorreu um erro desconhecido ao compilar QTI Test '%s'.
ro_ro: A apărut o eroare necunoscută în timpul compilării testului QTI '%s'.
ru_ru: Во время компоновки теста QTI «%s» возникла неизвестная ошибка.
sk_sk: Pri kompilácii QTI testu '%s' sa vyskytla neznáma chyba.

source: An unknown error occured while compiling QTI test '%s'.
ar_sa: حدث خطأ غير معروف أثناء تجميع الرائز QTI '%s'.
de_de: Beim Kompilieren des QTI Tests '%s' trat ein unbekannter Fehler auf.
fr_fr: Une erreur inconnue s'est produite pendant la compilation du QTI test '%s'.
hu_hu: Ismeretlen hiba történt a(z) '%s' QTI teszt fordításakor.
ja_jp: QTIテスト'%s'のコンパイル中に不明なエラーが発生しました。
lt_lt: Įvyko nežinoma klaida kompiliuojant „%s“ QTI Testą.
nb_no: Det oppstod en ukjent feil under kompilering av QTI-prøven '%s'.
nl_nl: Er trad een onbekende fout op bij het compileren van QTI toets '%s'.
pt_br: Ocorreu um erro desconhecido ao compilar o teste QTI '%s'.
ro_ro: A apărut o eroare necunoscută în timpul compilării testului QTI '%s'.
ru_ru: Во время компоновки теста QTI «%s» возникла неизвестная ошибка.
sk_sk: Pri kompilácii QTI testu '%s' sa vyskytla neznáma chyba.

source: An unrecoverable error occurred. Your test session will be paused.
ar_sa: حدث خطأ لا يمكن إصلاحه. سيتم إيقاف جلسة الرائز الخاصة بك مؤقتًا.
de_de: Es ist ein nicht behebbarer Fehler aufgetreten. Ihre Prüfung wird angehalten.
fr_fr: Une erreur irrécupérable s'est produite. Votre session de test sera suspendue.
hu_hu: Helyrehozhatatlan hiba történt. A tesztmenet szünetel.
ja_jp: 回復不能なエラーが発生しました。受験は一時停止されます。
nb_no: Det oppstod en feil som ikke kan gjenopprettes. Prøvegjennomføringen din blir satt på pause.
pt_br: Ocorreu um erro irrecuperável. Sua sessão de teste será pausada.
ro_ro: A apărut o eroare nerecuperabilă. Sesiunea de testare va fi întreruptă.
sk_sk: Vyskytla sa neopraviteľná chyba. Vaša testovacia relácia bude pozastavená.

source: and
ar_sa: و
de_de: und
fr_fr: et
hu_hu: és
nb_no: og
pt_br: e
ro_ro: şi
sk_sk: a

source: and flagged %s of them
ar_sa: وعلمت %s منهم
de_de: und %s davon markiert
fr_fr: et marqué %s d'entre eux
hu_hu: és %s megjelölt közülük
ja_jp: %s にフラグを立てました。
lt_lt: ir pažymėti %s iš jų
nb_no: og flagget %s av dem
nl_nl: en %s gemarkeerd daarvan
pt_br: e sinalizou %s deles
ro_ro: și a marcat %s din ele
ru_ru: и помечены %s из них
sk_sk: a označil %s z nich

source: and you flagged %s item(s) that you can review now
ar_sa: وقمت بوضع علامة على %s عنصر (عناصر) يمكنك مراجعتها الآن
de_de: und Sie haben %s Artikel markiert, die Sie jetzt überprüfen können
fr_fr: et vous avez signalé %s item(s) que vous pouvez maintenant revoir.
hu_hu: és %s elemet jelöltél meg, amelyeket most áttekinthetsz
ja_jp: 今レビューできるアイテム %s にフラグを立てました
lt_lt: ir jūs pažymėjote %s elementą(-us) kuriuos galite apžvelgti
nb_no: og du flagget %s oppgaver(er) som du kan se gjennom nå
nl_nl: en u heeft %s item(s) gemarkeerd die u nu kunt bekijken.
pt_br: você sinalizou %s item(s) que você pode revisar agora
ro_ro: și ați marcat %s articol(e) pe care le puteți revizui acum
ru_ru: и вы пометили %s элемента (-ов), которые вы теперь можете пересматривать
sk_sk: a označili ste %s položiek, ktoré môžete teraz skontrolovať

source: Answer Eliminator
ar_sa: الجواب المحذوف
de_de: Antwort-Eliminator
fr_fr: Éliminateur de réponse
hu_hu: Válaszkiválasztó
ja_jp: 消去法ツール
lt_lt: Atsakymų Eliminavimas
nb_no: Svareliminator
nl_nl: Antwoord verwijderaar
pt_br: Eliminador de Resposta
ro_ro: Răspuns la Eliminator
ru_ru: Исключение ответов
sk_sk: Eliminátor odpovedí

source: Answer Masking
ar_sa: إخفاء الجواب
de_de: Antwort-Maskierung
fr_fr: Masquage de réponse
hu_hu: Válaszmaszkolás
ja_jp: 選択肢マスキング
lt_lt: Atsakymų Paslėpimas
nb_no: Merking av svar
nl_nl: Antwoord bedekker
pt_br: Mascarar Respostas
ro_ro: Răspunde la masca
ru_ru: Скрытие ответов
sk_sk: Maskovanie odpovedí

source: Answered
ar_sa: تمت الإجابة
de_de: Beantwortet
fr_fr: Répondu
hu_hu: Megválaszolva
ja_jp: 解答済み
lt_lt: Atsakyta
nb_no: Svart
nl_nl: Beantwoord
pt_br: Respondido
ro_ro: Răspuns
ru_ru: Ответ указан
sk_sk: Odpovedané

source: APIP Text To Speech
ar_sa: نص للحديث APIP
de_de: APIP-Sprachausgabe
fr_fr: Texte APIP à la voix
hu_hu: APIP szövegfelolvasó
ja_jp: テキスト読み上げ（APIP)
nb_no: APIP Tekst til tale
pt_br: APIP Texto para Fala
ro_ro: Text APIP la vorbire
sk_sk: API Text na reč

source: Are you sure you want to clear your answer and go to the next item? You will not be able to go back and provide an answer.
ar_sa: هل أنت متأكد أنك تريد مسح إجابتك والانتقال إلى البند التالي؟ لن تتمكن من العودة وتقديم إجابة.
de_de: Bist du sicher, dass du deine Antwort löschen und zum nächsten Punkt gehen möchtest? Sie werden nicht zurückkehren und eine Antwort geben können.
fr_fr: Êtes-vous certain de vouloir effacer votre réponse et d'aller à l'item suivant ? Il ne vous sera pas possible de revenir en arrière et de founir une réponse par la suite.
hu_hu: Biztosan törölni szeretné a válaszát, és továbblépni a következő elemre? Nem fog tudni visszamenni és választ adni.
ja_jp: 解答をクリアして次に進んでよろしいですか？ 戻って解答することができなくなります。
lt_lt: Ar jūs tikrai norite išvalyti atsakymus ir eiti į sekantį elementą? Jūs negalėsite grįžti atgal ir pateikti atsakymą.
nb_no: Er du sikker på at du vil slette svaret ditt og gå til neste oppgave? Du kan ikke gå tilbake i oppgavesettet.
nl_nl: Weet u zeker dat u uw antwoord wilt wissen en naar het volgende item wilt gaan? U zult niet terug kunnen gaan en een antwoord geven.
pt_br: Tem certeza que deseja limpar a sua resposta e ir para o próximo item? Não poderá voltar atrás e dar uma resposta.
ro_ro: Ești sigur că vrei să ștergi răspunsul tău și să mergi la următorul element? Nu veți putea să vă întoarceți și să oferiți un răspuns.
ru_ru: Вы действительно желаете очистить свои ответы и перейти к следующему элементу? Впоследствии вы не сможете вернуться и указать свой ответ.
sk_sk: Naozaj chcete vymazať svoju odpoveď a prejsť na ďalšiu položku? Nebudete sa môcť vrátiť späť a poskytnúť odpoveď.

source: Are you sure you want to end the test?
ar_sa: هل أنت متأكد من أنك تريد إنهاء الرائز؟
de_de: Sind Sie sicher, dass Sie den Test beenden möchten?
fr_fr: Êtes-vous certain de vouloir terminer le test ?
hu_hu: Biztosan befejezed a tesztet?
ja_jp: テストを終了してよろしいでしょうか？
lt_lt: Ar jūs tikrai norite užbaigti darbą?
nl_nl: Weet u zeker dat u de toets wilt afsluiten?
pt_br: Tem certeza de que deseja terminar o teste?
ro_ro: Ești sigur că vrei să închizi testul?
ru_ru: Вы действительно желаете завершить этот тест?
sk_sk: Naozaj chcete ukončiť test?
