Repository: oat-sa/extension-tao-testqti
Catalog: locales/*/messages.po
Languages: ar_sa, de_de, fr_fr, hu_hu, ja_jp, lt_lt, nb_no, nl_nl, pt_br, ro_ro, ru_ru, sk_sk

source: QTI Test "%s" successfully published.
ar_sa: تم نشر الرائز "%s" بنجاح.
de_de: QTI Test "%s" wurde erfolgreich veröffentlicht.
fr_fr: Test QTI "%s" publié avec succès.
hu_hu: A(z) „%s” QTI teszt sikeresen közzétéve.
ja_jp: QTIテスト"%s" の公開が完了しました
lt_lt: QTI Testas "%s" sėkmingai paskelbtas.
nb_no: QTI-prøven "%s" ble publisert.
nl_nl: QTI toets "%s" succesvol gepubliceerd
pt_br: Teste QTI "%s" publicado com sucesso.
ro_ro: Testul QTI "%s" a fost publicat cu succes.
ru_ru: Тест QTI «%s» успешно опубликован.
sk_sk: QTI test „%s“ bol úspešne publikovaný.

source: QTI test import failed
de_de: QTI Test Import fehlgeschlagen
ro_ro: Importul testului QTI a eșuat
sk_sk: Import testu QTI zlyhal

source: QTI Test Metadata
ar_sa: بيانات تعريف QTI
de_de: QTI Test Metadaten
fr_fr: Métadonnées de test QTI
hu_hu: QTI teszt metaadatok
pt_br: Metadados de teste QTI
ro_ro: Metadate de testare QTI
sk_sk: Metadáta testu QTI

source: QTI Test Package %s
ar_sa: حزمة رائز QTI %s
de_de: QTI Test Paket %s
fr_fr: Pack de test QTI %s
hu_hu: QTI tesztcsomag %s
pt_br: Pacote de teste QTI %s
ro_ro: Pachet de test QTI %s
sk_sk: Testovací balík QTI %s

source: QTI Test Package 2.1
ar_sa: حزمة الرائز QTI 2.1
de_de: QTI Test-Paket 2.1
fr_fr: Paquet de test QTI 2.1
hu_hu: QTI tesztcsomag 2.1
lt_lt: QTI Testo Paketas 2.1
nb_no: QTI-prøvepakke 2.1
nl_nl: QTI Toets pakket 2.1
pt_br: Pacote de Teste QTI 2.1
ro_ro: Pachetul de testare QTI 2.1
ru_ru: Пакет для тестирования QTI 2.1
sk_sk: Testovací balík QTI 2.1

source: QTI Test Package 2.2
ar_sa: حزمة الرائز QTI 2.2
de_de: QTI Test Paket 2.2
fr_fr: Paquet de test QTI 2.2
hu_hu: QTI tesztcsomag 2.2
lt_lt: QTI Testo Paketas 2.2
nb_no: QTI-prøvepakke 2.2
nl_nl: QTI Examen pakket 2.2
pt_br: Pacote de Teste QTI 2.2
ro_ro: Pachetul de teste QTI 2.2
ru_ru: Пакет для тестирования QTI 2.2
sk_sk: Testovací balík QTI 2.2

source: QTI/APIP Test Content Package
ar_sa: حزمة محتوى الرائز QTI/APIP
fr_fr: Paquet de contenu de test QTI/APIP
hu_hu: QTI/APIP teszt tartalomcsomag
lt_lt: QTI/APIP Testo Turinio Paketas
nb_no: Innholdspakke for QTI/APIP-prøve
nl_nl: QTI/APIP Examen Content Pakket
pt_br: Pacote de conteúdo de teste QTI/APIP
ro_ro: Pachet test QTI/APIP
ru_ru: Пакет содержимого для тестирования QTI/APIP
sk_sk: Balík testovacieho obsahu QTI/APIP

source: question
ar_sa: سؤال
de_de: frage
hu_hu: kérdés
ja_jp: 問題
nb_no: spørsmål
pt_br: pergunta
ro_ro: întrebare
sk_sk: otázka

source: Question
ar_sa: سؤال
de_de: Frage
hu_hu: Kérdés
ja_jp: 問題
nb_no: Spørsmål
pt_br: Questão
ro_ro: Întrebare
sk_sk: Otázka

source: Question %s
ar_sa: السؤال %s
de_de: Frage %s
hu_hu: Kérdés %s
ja_jp: 問題 %s
pt_br: Pergunta %s
ro_ro: Întrebarea %s
sk_sk: Otázka %s

source: questions
ar_sa: أسئلة
de_de: fragen
hu_hu: kérdések
ja_jp: 問題
nb_no: spørsmål
pt_br: perguntas
ro_ro: întrebări
sk_sk: otázky

source: Reference
ar_sa: مرجع
de_de: Referenz
fr_fr: Référence
hu_hu: Referencia
ja_jp: 参照
lt_lt: Šaltinis
nb_no: Referanse
nl_nl: Verwijzing
pt_br: Referência
ro_ro: Referință
ru_ru: Ссылка
sk_sk: Referencia

source: Regenerate
ar_sa: تجديد
de_de: Regenerieren
fr_fr: Régénérer
hu_hu: Regenerátum
ja_jp: 再生成
lt_lt: Regeneruoti
nb_no: Regenerere
nl_nl: Regenereren
pt_br: Regenerar
ro_ro: Regenerează
ru_ru: Регенерировать
sk_sk: Regenerovať

source: Reload the page
ar_sa: أعد تحميل الصفحة
de_de: Seite neu laden
fr_fr: Recharger la page
hu_hu: Töltsd újra az oldalt
ja_jp: ページ再読み込み
nb_no: Last siden på nytt
pt_br: Atualize a página
ro_ro: Reîncarcă pagina
sk_sk: Znovu načítať stránku

source: remaining %s %s
ar_sa: المتبقي %s %s
de_de: verbleibend %s %s
fr_fr: %s %s restants
hu_hu: fennmaradó %s %s
ja_jp: 残り %s %s
nb_no: gjenværende %s %s
pt_br: restante %s %s
ro_ro: ramas %s %s
sk_sk: zostávajúce %s %s

source: Remove
de_de: Entfernen
ro_ro: Elimină
sk_sk: Odstrániť

source: Remove Item Reference
ar_sa: إزالة مرجع البند
de_de: Element-Referenz entfernen
fr_fr: Supprimer la référence à l'item
hu_hu: Elemhivatkozás eltávolítása
ja_jp: アイテム参照削除
lt_lt: Šalinti Elemento Šaltinį
nb_no: Fjern oppgavereferanse
nl_nl: Verwijder item verwijzing
pt_br: Remover referência do item
ro_ro: Eliminați referința elementului
ru_ru: Удалить ссылку на объект
sk_sk: Odstrániť odkaz na položku

source: Remove Rubric Block
ar_sa: إزالة قالب القاعدة
de_de: Rubrik-Block entfernen
fr_fr: Supprimer le bloc de rubrique
hu_hu: Rubrikablokk eltávolítása
ja_jp: ルーブリックブロック削除
lt_lt: Pašalinti Rubrikos Bloką
nb_no: Fjern Rubrikkboks
nl_nl: Verwijder rubriek blok
pt_br: Remover Bloco de Rubrica
ro_ro: Elimină bloc de Rubrici
ru_ru: Удалить тематический блок
sk_sk: Odstrániť blok rubriky

source: Remove Section
ar_sa: إزالة الجزء
de_de: Abschnitt entfernen
fr_fr: Supprimer la section
hu_hu: Szakasz eltávolítása
ja_jp: セクション削除
lt_lt: Pašalinti Skyrių
nb_no: Fjern seksjon
nl_nl: Verwijder sectie
pt_br: Remover Seção
ro_ro: Elimină secţiunea
ru_ru: Удалить раздел
sk_sk: Odstrániť sekciu

source: Remove Subsection
ar_sa: أزل المقطع الفرعي
de_de: Unterabschnitt entfernen
fr_fr: Supprimer la sous-section
hu_hu: Alszakasz eltávolítása
ja_jp: サブセクション削除
pt_br: Remover Subseção
ro_ro: Eliminați subsecțiunea
sk_sk: Odstrániť podsekciu

source: Remove Test Part
ar_sa: إزالة جزء الرائز
de_de: Testteil entfernen
fr_fr: Supprimer une partie du test
hu_hu: Teszt alkatrész eltávolítása
ja_jp: テストパート削除
nb_no: Fjern prøvedel
pt_br: Remover Parte do Teste
ro_ro: Elimină capitolul de testare
sk_sk: Odstrániť testovaciu časť

source: Required
ar_sa: مطلوب
de_de: Erforderlich
fr_fr: Nécessaire
hu_hu: Kívánt
ja_jp: 必須
lt_lt: Reikalaujama
nb_no: Obligatorisk
nl_nl: Vereist
pt_br: Obrigatório
ro_ro: Necesar
ru_ru: Обязательно
sk_sk: Povinné

source: Required field
ar_sa: مجال مطلوب
de_de: Erforderliches Feld
fr_fr: Champ requis
hu_hu: Kötelező mező
ja_jp: 必須フィールド
lt_lt: Reikalaujamas laukas
nb_no: Obligatorisk felt
nl_nl: Verplicht veld
pt_br: Campo obrigatório
ro_ro: Câmp obligatoriu
ru_ru: Обязательное поле
sk_sk: Povinné pole

source: Reset filters
ar_sa: إعادة تعيين المفرزات
de_de: Filter zurücksetzen
fr_fr: Réinitialiser les filtres
hu_hu: Szűrők visszaállítása
ja_jp: 全て表示
lt_lt: Atstatyti filtrus
nb_no: Tilbakestill filtre
nl_nl: Filter resetten
pt_br: Redefinir filtros
ro_ro: Resetare filtre
ru_ru: Сбросить фильтры
sk_sk: Obnoviť filtre

source: Resource(s) successfully exported.
ar_sa: تم تصدير المورد (الموارد) بنجاح.
de_de: Ressource(n) erfolgreich exportiert.
fr_fr: Ressource(s) exportée(s) avec succès.
hu_hu: Erőforrás(ok) exportálása sikeresen megtörtént.
ja_jp: リソースがエクスポートされました
lt_lt: Resursas(-ai) sėkmingai eksportuoti.
nb_no: Ressurs ble eksportert.
nl_nl: Resource(s) met succes geëxporteerd.
pt_br: Recurso(s) exportado(s) com sucesso.
ro_ro: Resursa(i) exportat(e) cu succes.
ru_ru: Ресурсы успешно экспортированы.
sk_sk: Zdroj(e) boli úspešne exportované.

source: ResultTransmission event successfully registered
ar_sa: تم تسجيل حدث إرسال النتائج بنجاح
de_de: ResultatÜbertragungs-Ereignis erfolgreich registriert
fr_fr: L'événement ResultTransmission a bien été enregistré
hu_hu: A ResultTransmission esemény regisztrálása sikeres volt.
ja_jp: ResultTransmission イベントが正常に登録されました。
pt_br: Evento ResultTransmission registrado com sucesso
ro_ro: Eveniment de transmisie înregistrat cu succes
sk_sk: Udalosť ResultTransmission bola úspešne zaregistrovaná

source: Review
ar_sa: مراجعة
de_de: Überprüfen
fr_fr: Révision
hu_hu: Véleményezés
ja_jp: レビュー
lt_lt: Apžvalga
nb_no: Se gjennom
nl_nl: Herzien
pt_br: Revisar
ro_ro: Revizuire
ru_ru: Пересмотр
sk_sk: Recenzia

source: Review my Answers
ar_sa: مراجعة جوابي
de_de: Meine Antworten überprüfen
fr_fr: Examiner mes réponses
hu_hu: Válaszaim áttekintése
ja_jp: 解答を確認する
lt_lt: Peržiūrėti mano Atsakymus
nb_no: Se gjennom svarene mine
nl_nl: Mijn antwoorden bekijken
pt_br: Revisar as minhas respostas
ro_ro: Revizuiește răspunsurile mele
ru_ru: Пересмотреть мои ответы
sk_sk: Skontrolujte moje odpovede

source: Rubric Block
ar_sa: كتلة القاعدة
de_de: Rubrik-Block
fr_fr: Bloc de rubrique
hu_hu: Rubrika blokk
ja_jp: ルーブリックブロック
lt_lt: Rubrikos Blokas
nb_no: Rubrikkboks
nl_nl: Rubriek blok
pt_br: Bloco de Rubrica
ro_ro: Bloc: Rubrică
ru_ru: Тематический блок
sk_sk: Blok rubriky

source: Rubric Block Properties
ar_sa: خصائص كتلة القواعد
de_de: Rubrik-Block Eigenschaften
fr_fr: Propriétés du bloc de rubrique
hu_hu: Rubrika blokk tulajdonságai
ja_jp: ルーブリックブロックプロパティ
lt_lt: Rubriko Bloko Savybės
nb_no: Egenskaper for rubrikkboks
nl_nl: Rubriek blok eigenschappen
pt_br: Propriedades do Bloco de Rubrica
ro_ro: Proprietăți bloc rubetic
ru_ru: Свойства тематического блока
sk_sk: Vlastnosti bloku rubriky

source: Rubric Blocks
ar_sa: كتلة القواعد
de_de: Rubrik-Blöcke
fr_fr: Blocs de rubrique
hu_hu: Rubrikablokkok
ja_jp: ルーブリックブロック
lt_lt: Rubrikos Blokai
nb_no: Rubrikkbokser
nl_nl: Rubriek blokken
pt_br: Blocos de Rubrica
ro_ro: Blocuri de rubește
ru_ru: Тематические блоки
sk_sk: Rubrické bloky

source: Save
ar_sa: حفظ
de_de: Speichern
fr_fr: Enregistrer
hu_hu: Megtakarítás
ja_jp: 保存
lt_lt: Išsaugoti
nb_no: Lagre
nl_nl: Opslaan
pt_br: Salvar
ro_ro: Salvează
ru_ru: Сохранить
sk_sk: Uložiť

source: Saved
ar_sa: تم الحفظ
de_de: Gespeichert
fr_fr: Enregistré
hu_hu: Mentett
ja_jp: 保存済み
nb_no: Lagret
pt_br: Salvo
ro_ro: Salvat
sk_sk: Uložené

source: Scale name not allowed
de_de: Skalenname nicht erlaubt
ro_ro: Numele scanării nu este permis
sk_sk: Názov mierky nie je povolený

source: Scientific Calculator
ar_sa: الحاسبة العلمية
de_de: Wissenschaftlicher Rechner
fr_fr: Calculatrice scientifique
hu_hu: Tudományos számológép
ja_jp: 関数電卓
lt_lt: Mokslinis skaičiuotuvas
nb_no: Vitenskapelig kalkulator
nl_nl: Wetenschappelijke rekenmachine
pt_br: Calculadora científica
ro_ro: Calculator științific
ru_ru: Инженерный калькулятор
sk_sk: Vedecká kalkulačka

source: Scorer
ar_sa: تنقيط
de_de: Punktezähler
fr_fr: Marqueur
hu_hu: Gólszerző
ja_jp: 採点者
lt_lt: Verintojas
nb_no: Skårer
nl_nl: Puntenteller
pt_br: Pontoador
ro_ro: Marcator
ru_ru: Счетчик баллов
sk_sk: Strelec

source: Scoring
ar_sa: تنقيط
de_de: Punktzahl
fr_fr: Notation
hu_hu: Pontozás
ja_jp: 採点方法
lt_lt: Įvertinimas
nb_no: Skåring
nl_nl: Scoring (Waardering)
pt_br: Pontuação
ro_ro: Punctaj
ru_ru: Выставление баллов
sk_sk: Bodovanie

source: Scratch pad
ar_sa: الذاكرة
de_de: Kratzerpolster
fr_fr: Bloc-notes
hu_hu: Jegyzettömb
ja_jp: スクラッチパッド
lt_lt: Juodraštis
nb_no: Tegnebrett
nl_nl: Notitieboekje
pt_br: Painel de rascunho
ro_ro: Tastatură Scratch
ru_ru: Блокнот
sk_sk: Zápisník

source: Scratch Pad
ar_sa: الذاكرة
de_de: Kratzer Pad
fr_fr: Bloc-notes
hu_hu: Jegyzettömb
ja_jp: スクラッチパッド
lt_lt: Juodraštis
nb_no: Tegnebrett
nl_nl: Notitieboekje
pt_br: Painel de rascuho
ro_ro: Tastatura Scratch
ru_ru: Блокнот
sk_sk: Zápisník

source: Scratchpad
ar_sa: الذاكرة
de_de: Kratschpad
fr_fr: Bloc-notes
hu_hu: Firkálótömb
ja_jp: スクラッチパッド
lt_lt: Juodraštis
nb_no: Tegnebrett
nl_nl: Notitieboekje
pt_br: Painel de rascunho
ro_ro: Tapet
ru_ru: Блокнот
sk_sk: Zápisník

source: seconds
ar_sa: ثواني
de_de: Sekunden
fr_fr: secondes
hu_hu: másodperc
ja_jp: 秒
nb_no: sekunder
pt_br: segundos
ro_ro: secunde
sk_sk: sekundy

source: Section %d
ar_sa: قسم %d
de_de: Abschnitt %d
hu_hu: %dszakasz
ja_jp: セクション %d
lt_lt: Skyrius %d
nb_no: Seksjon %d
nl_nl: Sectie %d
pt_br: Seção %d
ro_ro: Secțiunea %d
ru_ru: Раздел %d
sk_sk: Sekcia %d

source: Section %d of %d
ar_sa: المقطع %d من %d
de_de: Abschnitt %d von %d
fr_fr: Section %d sur %d
hu_hu: %d szakasz a %d-ből
ja_jp: セクション：%d／%d
lt_lt: Skyrius %d iš %d
nb_no: Seksjon %d av %d
nl_nl: Sectie %d van %d
pt_br: Seção %d de %d
ro_ro: Secțiunea %d din %d
ru_ru: Раздел %d из %d
sk_sk: Sekcia %d z %d

source: Section level category enables configuring the categories of its composing items all at once. A category in gray means that all items have that category. A category in white means that only a few items have that category.
ar_sa: تتيح فئة مستوى القسم تكوين فئات البنود المكونة لها دفعة واحدة. تعني الفئة باللون الرمادي أن كل البنود بها تلك الفئة. تعني الفئة باللون الأبيض أن عددًا قليلاً فقط من البنود بها هذه الفئة.
de_de: Die Abschnitts-Kategorie erlaubt das Bearbeiten aller Elemente der Kategorien auf einmal. Eine graue Kategorie bedeutet, dass alle Elemente Mitglieder dieser Kategorie sind. Eine weiße Kategorie bedeutet, dass nur einige Elemente Mitglieder dieser Kategorie sind.
fr_fr: La catégorie de niveau de section permet de configurer les catégories des items qui le composent en une seule fois. Une catégorie en gris signifie que tous les items ont cette catégorie. Une catégorie en blanc signifie que seuls quelques items ont cette catégorie.
hu_hu: A szakasz szintű kategória lehetővé teszi az azt alkotó elemek kategóriáinak egyszerre történő konfigurálását. A szürke kategória azt jelenti, hogy az összes elem rendelkezik ezzel a kategóriával. A fehér kategória azt jelenti, hogy csak néhány elem rendelkezik ezzel a kategóriával.
ja_jp: セクションレベルでのカテゴリ設定では、構成アイテムのカテゴリをまとめて設定できます。グレイのカテゴリは、すべてのアイテムがそのカテゴリに属することを意味します。いくつかのアイテムのみが対象となるカテゴリは、白で表示されます。
nb_no: Seksjonskategorinivåene gjør det mulig å konfigurere kategoriene for oppgavene samtidig. En kategori i grått betyr at alle oppgavene har den kategorien. En kategori i hvitt betyr at bare noen få oppgaver har den kategorien.
nl_nl: Selectie niveau categorie geeft de mogelijkheid om de categorieën van zijn samengestelde items in een keer te wijzigen, Een grijze categorie betekent dat alle items die categorie hebben. Een witte categorie betekent dat slechts enkele items die categorie hebben.
pt_br: A categoria do nível de seção permite configurar as categorias de seus itens compondo todos de uma só vez. Uma categoria em cinza significa que todos os itens têm essa categoria. Uma categoria em branco significa que apenas alguns itens têm essa categoria.
ro_ro: Categoria nivelului secţiunii permite configurarea categoriilor de elemente compozitoare toate o dată. O categorie in gri inseamna ca toate articolele au acea categorie. O categorie in alb inseamna ca numai cateva articole au acea categorie.
ru_ru: С помощью категории уровня разделов можно сразу настраивать категории для элементов, составляющих эту категорию. Если категория обозначена серым цветом, значит, все элементы имеют указанную категорию. Если категория обозначена белым цветом, это означает, что лишь несколько элементов имеют указанную категорию.
sk_sk: Kategória na úrovni sekcie umožňuje naraz konfigurovať kategórie položiek, z ktorých sa skladá. Kategória sivá znamená, že danú kategóriu majú všetky položky. Kategória biela znamená, že danú kategóriu má iba niekoľko položiek.

source: Section Properties
ar_sa: خصائص الجزء
de_de: Abschnitts-Eigenschaften
fr_fr: Propriétés de section
hu_hu: Szakasz tulajdonságai
ja_jp: セッションプロパティ
lt_lt: Skyriaus Savybės
nb_no: Egenskaper for seksjon
nl_nl: Sectie eigenschappen
pt_br: Propriedades da seção
ro_ro: Proprietăți secțiune
ru_ru: Свойства раздела
sk_sk: Vlastnosti sekcie

source: Select
ar_sa: اختر
de_de: Auswählen
fr_fr: Sélectionner
hu_hu: Válasszon
ja_jp: 選択
lt_lt: Pasirinkti
nb_no: Velge
nl_nl: Selecteer
pt_br: Selecionar
ro_ro: Selectare
ru_ru: Выбрать
sk_sk: Vyberte

source: Select a blueprint
ar_sa: اختر الطباعة الزرقاء
de_de: Wähle eine Blaupause
fr_fr: Sélectionnez un plan
hu_hu: Válasszon egy tervrajzot
ja_jp: ブループリント選択
nb_no: Velg en kopi
nl_nl: Selecteer een blauwdruk
pt_br: Selecione um diagrama
ro_ro: Selectează un plan
ru_ru: Выбрать макет
sk_sk: Vyberte si plán

source: Select if you want the outcome declaration to be processed by an external system or human scorer. This is typically the case for items asking candidates to write an essay.
de_de: Wähle aus, ob die Ergebniserklärung von einem externen System oder einem menschlichen Bewerter verarbeitet werden soll. Dies ist in der Regel der Fall bei Aufgaben, bei denen die Kandidaten einen Aufsatz schreiben müssen.
ro_ro: Selectați dacă doriți ca declarația rezultatului să fie procesată de un sistem extern sau un scor uman. Acesta este de obicei cazul elementelor care solicită candidaților să scrie un eseu.
sk_sk: Vyberte, či chcete, aby vyhlásenie o výsledku spracoval externý systém alebo ľudský hodnotiteľ. Toto je zvyčajne prípad položiek, ktoré od kandidátov vyžadujú napísanie eseje.

source: Select Items
ar_sa: اختر البنود
de_de: Elemente auswählen
fr_fr: Sélectionner des items
hu_hu: Elemek kiválasztása
ja_jp: アイテム選択
lt_lt: Pasirinkti Elementus
nb_no: Velg oppgaver
nl_nl: Selecteer items
pt_br: Selecionar itens
ro_ro: Selectează elemente
ru_ru: Выбрать элементы
sk_sk: Vybrať položky

source: Select or enter a scale
de_de: Skala auswählen oder eingeben
ro_ro: Selectați sau introduceți o scară
sk_sk: Vyberte alebo zadajte mierku

source: Select the way the responses of your test should be processed
ar_sa: حدد الطريقة التي يجب أن تتم بها معالجة أجوبة الرائز
de_de: Wählen Sie die Art und Weise, wie die Antworten Ihres Tests bearbeitet werden sollen
fr_fr: Choisissez la façon dont les réponses de votre test doivent être traitées
hu_hu: Válassza ki a teszt válaszainak feldolgozási módját
ja_jp: テストの採点結果の処理方法を選択します
lt_lt: Pasirinkite kokiu būdu jūsų testo atsakymai turėtų būti apdorojami
nb_no: Velg måten svarene på prøven din skal behandles på
nl_nl: Selecteer de wijze waarop de antwoorden op uw examen verwerkt moeten worden
pt_br: Selecione a forma como as respostas do seu teste devem ser processadas
ro_ro: Selectează modul în care răspunsurile testului tău ar trebui să fie procesate
ru_ru: Выберите, как будут обрабатываться ответы на ваш тест
sk_sk: Vyberte spôsob, akým sa majú spracovať odpovede vášho testu

source: Selection
ar_sa: اختيار
de_de: Auswahl
fr_fr: Sélection
hu_hu: Kiválasztás
ja_jp: 選択数
lt_lt: Pasirinkimas
nb_no: Utvalg
nl_nl: Selectie
pt_br: Seleção
ro_ro: Selecţie
ru_ru: Выбор
sk_sk: Výber

source: Send
ar_sa: أرسل
de_de: Senden
fr_fr: Envoyer
hu_hu: Elküld
ja_jp: 送信
lt_lt: Siųsti
nl_nl: Verzenden
pt_br: Mandar
ro_ro: Trimite
ru_ru: Отправить
sk_sk: Odoslať

source: Set outcome identifier the feedback block is related to
ar_sa: تعيين معرف النتيجة التي تتعلق بها حزمة التعليقات
de_de: Ergebniskennung einstellen, mit dem der Feedback-Block verwandt ist
fr_fr: Indiquer l'identifiant de réponse auquel le bloc de retour est lié
hu_hu: Állítsa be az eredményazonosítót, amelyhez a visszajelzési blokk kapcsolódik
ja_jp: フィードバックのための結果識別子（outcome identifier）を設定してください
nb_no: Angi resultatidentifikator som tilbakemelding er relatert til
nl_nl: Zet de naam van de uitkomst waarmee het feedback blok is geassocieerd
pt_br: Definir identificador de resultado que o bloco de feedback está relacionado com
ro_ro: Setare identificator de rezultat la care blocul de feedback este asociat
ru_ru: Задать идентификатор результата, с которым связан блок отзывов
sk_sk: Nastaviť identifikátor výsledku, s ktorým súvisí blok spätnej väzby

source: Set the cut score (or pass score ratio) associated to the test. It must be a float between 0 and 1.
ar_sa: قم بتعيين درجة القطع (أو نسبة النجاح) المرتبطة بالاختبار. يجب أن يكون عددًا عشريًا بين 0 و 1.
de_de: Legen Sie die dem Test zugeordnete Schnittpunktzahl (oder den Durchlaufpunktzahl) fest. Es muss eine Schwebe zwischen 0 und 1 sein.
fr_fr: Définir le score de passage (ou taux de réussite) associé au test. Il doit être un nombre flottant entre 0 et 1.
hu_hu: Állítsa be a teszthez tartozó minimális pontszámot (vagy sikeres teljesítési arányt). Ennek 0 és 1 közötti lebegőpontos számnak kell lennie.
ja_jp: カットスコア（合格得点率）を０〜１の間で設定します。
lt_lt: Nustatyti dalinį balą (arba įvertinimo santykį) susietą su testu. Privalo būti tarp 0 ir 1.
nb_no: Angi poengsum (eller beståttgrense) knyttet til prøven. Det må være en flyt mellom 0 og 1.
nl_nl: Stel de cutscore (of slaagpercentage) in die bij de test hoort. Het moet een float zijn tussen 0 en 1.
pt_br: Defina a pontuação de corte (ou taxa de pontuação) associada ao teste. Deve ser um ponto flutuante entre 0 e 1.
ro_ro: Setaţi scorul de tăiere (sau raportul scorului de pasare) asociat testului. Acesta trebuie să fie un scor variabil între 0 şi 1.
ru_ru: Задать проходной балл (или проходное соотношение балов), связанный с тестом. Должно указываться число с плавающей запятой от 0 до 1.
sk_sk: Nastavte minimálne skóre (alebo pomer úspešnosti) priradené k testu. Musí to byť číslo s pohyblivou desatinnou čiarkou medzi 0 a 1.

source: Set the rubric block as a feedback block
ar_sa: قم بتعيين قالب المعيار غير القياسي ككتلة ردود فعل
de_de: Rubrik-Block als Feedback-Block festlegen
fr_fr: Indiquer le bloc de rubrique comme un bloc de retour
hu_hu: Rubrikablokk beállítása visszajelzési blokkként
ja_jp: フィードバックブロックとしてルーブリックブロックを設定
lt_lt: Nustatyti rubrikos bloką, kaip atsiliepimo bloką
nb_no: Angi rubrikkboksen som en tilbakemeldingsboks
nl_nl: Stel de rubric blok als feedback blok in
pt_br: Defina o bloco de rubrica como um bloco de feedback
ro_ro: Setează blocul cauciucului ca bloc de feedback
ru_ru: Задать тематический блок в качестве блока отзывов
sk_sk: Nastavenie bloku rubriky ako bloku spätnej väzby

source: Set the value of the outcome that will activate the feedback block
ar_sa: قم بتعيين قيمة النتيجة التي ستعمل على تنشيط كتلة التعليقات
de_de: Legen Sie den Wert des Ergebnisses fest, das den Feedback-Block aktivieren wird
fr_fr: Indiquer la valeur de la réponse qui activera le bloc de retour
hu_hu: Állítsa be az eredmény azon értékét, amely aktiválja a visszacsatolási blokkot
ja_jp: フィードバックブロックを有効にする結果（outcome）の値を設定してください
nb_no: Angi verdien av svaret som vil aktivere tilbakemeldingsboksen
nl_nl: Stel de waarde van de uitkomst in die het feedback blok activeert
pt_br: Defina o valor do resultado que irá ativar o bloco de feedback
ro_ro: Setați valoarea rezultatului care va activa blocul de feedback
ru_ru: Задать результирующее значение, активирующее блок отзывов
sk_sk: Nastavte hodnotu výsledku, ktorá aktivuje blok spätnej väzby

source: Set the weight identifier used to process the score
ar_sa: قم بتعيين معرف الوزن المستخدم لمعالجة النتيجة
de_de: Gewichtskennung für die Verarbeitung der Punktzahl festlegen
fr_fr: Indiquer l'identifiant du poids utilisé pour traiter le score
hu_hu: Állítsa be a pontszám feldolgozásához használt súlyazonosítót
ja_jp: 重み付けを設定する場合，このテスト全体に適用される「重み付け（weight)の識別子」を設定します
nb_no: Angi vektidentifikatoren som brukes til å behandle skåren
nl_nl: Stel de weging in die gebruikt moet worden bij berekening van de score
pt_br: Definir o identificador de peso usado para processar a pontuação
ro_ro: Setaţi identificatorul de greutate utilizat pentru a procesa scorul
ru_ru: Задать идентификатор весового коэффициента, использующийся для обработки балла
sk_sk: Nastavte identifikátor váhy použitý na spracovanie skóre

source: Set the XHTML-QTI class of the rubric block.
ar_sa: قم بتعيين فئة XHTML-QTI لكتلة القاعدة.
de_de: Setze die XHTML-QTI-Klasse des rubric-Blocks.
fr_fr: Indiquer la classe XHTML-QTI du bloc de rubrique
hu_hu: Állítsa be a rubrikablokk XHTML-QTI osztályát.
ja_jp: ルーブリックブロックの XHTML-QTI クラスを設定
lt_lt: Nustatyti XHTML-QTI klasę rubrikos blokui.
nb_no: Angi XHTML-QTI-mappen for rubrikkboksen.
nl_nl: Stel de XHTML-QTI klasse in van het rubric blok
pt_br: Defina a classe XHTML-QTI do bloco rubricado.
ro_ro: Setaţi clasa XHTML-QTI a blocului cauciuc.
ru_ru: Задать класс XHTML-QTI для тематического блока.
sk_sk: Nastavte triedu XHTML-QTI pre blok rubriky.
