Repository: oat-sa/extension-tao-testqti
Catalog: locales/*/messages.po
Languages: ar_sa, de_de, fr_fr, hu_hu, ja_jp, lt_lt, nb_no, nl_nl, pt_br, ro_ro, ru_ru, sk_sk

source: Are you sure you want to go to the next item? You will not be able to go back and change your answer.
ar_sa: هل أنت متأكد أنك تريد الانتقال إلى البند التالي؟ لن تتمكن من العودة وتغيير إجابتك.
de_de: Sind Sie sicher, dass Sie zum nächsten Punkt gehen möchten? Sie werden nicht zurückkehren und Ihre Antwort ändern können.
fr_fr: Êtes-vous certain de vouloir aller à l'item suivant ? Il ne vous sera pas possible de revenir en arrière et de founir une réponse par la suite.
hu_hu: Biztosan a következő elemre szeretne lépni? Nem fog tudni visszamenni és módosítani a válaszát.
ja_jp: 次に進んでよろしいですか？ 戻って解答し直すことができなくなります。
lt_lt: Ar jūs tikrai norite eiti į sekantį elementą? Jūs negalėsite grįžti atgal ir pakeisti atsakymą.
nb_no: Er du sikker på at du vil gå til neste oppgave? Du vil ikke kunne gå tilbake igjen og endre svaret ditt.
nl_nl: Weet je zeker dat je naar het volgende item wilt gaan? U zult niet in staat zijn om terug te gaan en uw antwoord te veranderen.
pt_br: Tem certeza de que deseja ir para o próximo item? Você não poderá voltar nem mudar sua resposta.
ro_ro: Ești sigur că vrei să mergi la următorul element? Nu vei putea să te întorci și să schimbi răspunsul.
ru_ru: Вы действительно желаете перейти к следующему элементу? Впоследствии вы не сможете вернуться и изменить свой ответ.
sk_sk: Naozaj chcete prejsť na ďalšiu položku? Nebudete sa môcť vrátiť späť a zmeniť svoju odpoveď.

source: Are you sure you want to go to the next item? You will not be able to go back and provide an answer.
ar_sa: هل أنت متأكد أنك تريد الانتقال إلى البند التالي؟ لن تتمكن من العودة وتقديم إجابة.
de_de: Bist du sicher, dass du zum nächsten Punkt gehen möchtest? Du wirst nicht zurück gehen und eine Antwort geben können.
fr_fr: Êtes-vous certain de vouloir aller à l'item suivant ? Il ne vous sera pas possible de revenir en arrière et de founir une réponse par la suite.
hu_hu: Biztosan a következő elemre szeretne ugrani? Nem fog tudni visszamenni és választ adni.
ja_jp: 次に進んでよろしいですか？ 戻って解答することができなくなります。
lt_lt: Ar jūs tikrai norite eiti į sekantį elementą? Jūs negalėsite grįžti atgal ir pateikti atsakymą.
nb_no: Er du sikker på at du vil gå til neste oppgave? Du vil ikke kunne gå tilbake og avgi et svar.
nl_nl: Weet je zeker dat je naar het volgende item wilt gaan? U zult niet in staat zijn om terug te gaan en een antwoord te geven.
pt_br: Tem certeza de que deseja ir para o próximo item? Você não poderá voltar para dar uma resposta.
ro_ro: Sunteţi sigur că doriţi să mergeţi la următorul element? Nu veţi putea să vă întoarceţi şi să oferiţi un răspuns.
ru_ru: Вы действительно желаете перейти к следующему элементу? Впоследствии вы не сможете вернуться и указать свой ответ.
sk_sk: Naozaj chcete prejsť na ďalšiu položku? Nebudete sa môcť vrátiť späť a poskytnúť odpoveď.

source: Are you sure you want to go to the next item? You will not be able to go back.
ar_sa: هل أنت متأكد أنك تريد الانتقال إلى البند التالي؟ لن تتمكن من العودة.
de_de: Bist du sicher, dass du zum nächsten Element gehen möchtest? Du wirst nicht mehr zurückgehen können.
fr_fr: Êtes-vous certain de vouloir aller à l'item suivant ? Il ne vous sera pas possible de revenir en arrière.
hu_hu: Biztosan a következő elemre szeretne ugrani? Nem tud majd visszamenni.
ja_jp: 次に進んでよろしいですか？ 一旦進むと戻ることができません。
lt_lt: Ar jūs tikrai norite eiti į sekantį elementą? Jūs negalėsite grįžti atgal.
nb_no: Er du sikker på at du vil gå til neste oppgave? Du vil ikke kunne gå tilbake.
nl_nl: Weet u zeker dat u naar het volgende item wilt gaan? U kunt niet teruggaan.
pt_br: Tem certeza de que deseja ir para o próximo item? Não poderá voltar.
ro_ro: Ești sigur că vrei să mergi la următorul obiect? Nu vei mai putea să te întorci.
ru_ru: Вы действительно желаете перейти к следующему элементу? Впоследствии вы не сможете вернуться.
sk_sk: Naozaj chcete prejsť na ďalšiu položku? Nebudete sa môcť vrátiť späť.

source: Area Masking
ar_sa: اخفاء الحيز
de_de: Flächenmasken
fr_fr: Masquage de zone
hu_hu: Területmaszkolás
ja_jp: エリアマスキング
lt_lt: Ploto Maskavimas
nb_no: Markering av område
nl_nl: Gebied bedekker
pt_br: Mascarar Respostas
ro_ro: Zonă Mască
ru_ru: Скрытие области
sk_sk: Maskovanie oblasti

source: Associate a blueprint to a section allow you to validate this section against the specified blueprint.
ar_sa: يتيح لك إقران مخطط بجزء التحقق من صحة هذا الجزء مقابل المخطط المحدد.
de_de: Durch die Verknüpfung einer Blaupause mit einem Abschnitt können Sie diesen Abschnitt gegen die angegebene Blaupause validieren.
fr_fr: Associer un plan à une section vous permet de valider cette section par rapport au plan spécifié.
hu_hu: Egy tervrajz szakaszhoz társításával ellenőrizheti ezt a szakaszt a megadott terv alapján.
ja_jp: ブループリントをセクションに関連付けることで、そのセクションを指定されたブループリントに対して検証することができます。
nb_no: Knytte en kopi til en seksjon lar deg validere denne delen mot den angitte kopien.
nl_nl: Het verbinden van een blauwdruk aan een sectie geeft u de mogelijkheid om deze sectie te valideren tegen het gespecificeerde blauwdruk.
pt_br: Associe um diagrama a uma seção permite que você valide essa seção para o modelo especificado.
ro_ro: Asociați un plan la o secțiune vă permite să validați această secțiune în raport cu planul specificat.
ru_ru: Благодаря связыванию макета с разделом вы сможете валидировать этот раздел в соответствии с выбранным макетом.
sk_sk: Priradenie plánu k sekcii vám umožní overiť túto sekciu oproti zadanému plánu.

source: Associate Blueprint
ar_sa: مخطط مشارك
de_de: Blaupause verknüpfen
fr_fr: Associer un plan
hu_hu: Partneri tervrajz
ja_jp: ブループリントの関連付け
nb_no: Koble en kopi
nl_nl: Verbind blauwdruk
pt_br: Diagrama associado
ro_ro: Asociază schița
ru_ru: Связать макет
sk_sk: Plán pridruženého partnera

source: At least one mandatory parameter was required but found missing in your request
ar_sa: مطلوب معلمة إلزامية واحدة على الأقل ولكن تم العثور عليها مفقودة في طلبك
de_de: Mindestens ein obligatorischer Parameter wurde benötigt, aber in Ihrer Anfrage fehlt
fr_fr: Au moins un paramètre était nécessaire mais est se trouve manquant dans votre requête.
hu_hu: Legalább egy kötelező paraméter megadása kötelező, de hiányzik a kérésből
ja_jp: 少なくとも1つの必須パラメータが必要ですが、不足しています
nb_no: Minst én obligatorisk parameter var påkrevd, men det ble funnet mangler i forespørselen din
nl_nl: Er mist op zijn minst één verplichte parameter in uw verzoek
pt_br: Pelo menos um parâmetro obrigatório era requerido, mas encontrado faltando em seu pedido
ro_ro: A fost necesar cel puțin un parametru obligatoriu, dar a fost găsit lipsă în solicitarea dvs.
ru_ru: Был необходим по крайней мере один обязательный параметр, однако он не обнаружен в вашем запросе
sk_sk: Vo vašej požiadavke bol vyžadovaný aspoň jeden povinný parameter, ale chýbal.

source: At least one manually graded outcome variable with a grading scale is required for this mode.
de_de: Für diesen Modus ist mindestens eine manuell bewertete Ergebnisvariable mit einem Bewertungsmaßstab erforderlich.
ro_ro: Cel puțin o variabilă a rezultatului clasificată manual cu o scară de clasificare este necesară pentru acest mod.
sk_sk: Pre tento režim je potrebná aspoň jedna manuálne hodnotená výstupná premenná s hodnotiacou stupnicou.

source: Author
ar_sa: كاتب
de_de: Autor
fr_fr: Auteur
hu_hu: Szerző
ja_jp: 作成者
lt_lt: Autorius
nb_no: Forfatter
nl_nl: Constructeur
pt_br: Autor
ro_ro: Autor
ru_ru: Автор
sk_sk: Autor

source: Auxiliary file not found at location "%s".
ar_sa: لم يتم العثور على الملف الإضافي في الموقع "%s".
de_de: Hilfsdatei konnte unter dem angegebenen Pfad "%s" nicht gefunden werden.
fr_fr: Fichier auxiliaire non trouvé à l'emplacement "%s".
hu_hu: A segédfájl nem található a(z) "%s" helyen.
ja_jp: ロケーション"%s"にAuxiliaryファイルが見つかりませんでした。
lt_lt: Būtinas failas nebuvo rastas "%s" vietoje.
nb_no: Hjelpefile ble ikke funnet på "%s".
nl_nl: Hulp bestand niet gevonden op locatie "%s".
pt_br: Arquivo auxiliar não encontrado na localização "%s".
ro_ro: Fişierul auxiliar nu a fost găsit la locaţia "%s".
ru_ru: По расположению «%s» не найден вспомогательный файл.
sk_sk: Pomocný súbor sa nenašiel na mieste „%s“.

source: Black on Cream
ar_sa: أسود على كريم
de_de: Schwarz auf Beige
fr_fr: Noir sur Crème
hu_hu: Fekete krém alapon
ja_jp: クリーム地に黒
nb_no: Svart på kremfarge
pt_br: Preto em Creme
ro_ro: Negru pe cremă
sk_sk: Čierna na krémovej

source: Black on Light Blue
ar_sa: أسود على أزرق فاتح
de_de: Schwarz auf Hellblau
fr_fr: Noir sur Bleu Clair
hu_hu: Fekete világoskék alapon
ja_jp: ブルー地に黒
nb_no: Svart på lyseblå
pt_br: Preto em Azul Claro
ro_ro: Negru la albastru deschis
sk_sk: Čierna na svetlomodrej

source: Black on Light Magenta
ar_sa: أسود على أرجواني فاتح
de_de: Schwarz auf Violett
fr_fr: Noir sur Mauve
hu_hu: Fekete világos bíborvörös alapon
ja_jp: ライトマゼンタ地に黒
nb_no: Svart på lys magenta
pt_br: Preto em Magenta Claro
ro_ro: Negru pe Light Magenta
sk_sk: Čierna na svetlopurpurovej

source: Black on White
ar_sa: أسود على خلفية بيضاء
de_de: Schwarz auf Weiß
fr_fr: Noir sur Blanc
hu_hu: Fekete-fehér
ja_jp: 白地に黒
nb_no: Svart på hvit
pt_br: Preto em Branco
ro_ro: Negru pe alb
sk_sk: Čierna na bielom

source: Bookmark question
ar_sa: سؤال به علامة
de_de: Lesezeichenfrage
fr_fr: Ajouter une question aux favoris
hu_hu: Könyvjelző kérdés
ja_jp: ブックマークに関する質問
pt_br: Marcar esta pergunta
ro_ro: Întrebare marcaj
sk_sk: Otázka v záložke

source: Bookmark the current question for later review
ar_sa: ضع علامة على السؤال الحالي للمراجعة اللاحقة
de_de: Aktuelle Frage für eine spätere Überprüfung Lesezeichen markieren
fr_fr: Ajouter à vos favoris la question actuelle pour une revue ultérieure
hu_hu: Jelöld meg a jelenlegi kérdést későbbi áttekintés céljából
ja_jp: この問題をマークし、後で確認できるようにする
pt_br: Adicionar aos favoritos a pergunta atual para revisão posterior
ro_ro: Marchează întrebarea curentă pentru revizuire ulterioară
sk_sk: Uložiť aktuálnu otázku pre neskoršie preskúmanie

source: Bookmarked question %s
ar_sa: السؤال الذي تم وضع علامة عليه %s
de_de: Gespeicherte Frage %s
fr_fr: Question marquée en favori %s
hu_hu: Könyvjelzővel ellátott kérdés %s
ja_jp: マークした問題：%s
pt_br: Pergunta marcada %s
ro_ro: Întrebarea marcată %s
sk_sk: Otázka uložená v záložkách %s

source: Branch rule validation error: %s
de_de: Branch-Regel Validierungsfehler: %s
ro_ro: Eroare validare reguli sucursală: %s
sk_sk: Chyba overenia pravidla vetvenia: %s

source: Calculator
ar_sa: آلة حاسبة
de_de: Rechner
fr_fr: Calculatrice
hu_hu: Számológép
ja_jp: 電卓
lt_lt: Skaičiuotuvas
nb_no: Kalkulator
nl_nl: Rekenmachine
pt_br: Calculadora
ru_ru: Калькулятор
sk_sk: Kalkulačka

source: Calculator BODMAS
ar_sa: آلة حاسبة BODMAS
de_de: Rechner BODMAS
fr_fr: Calculatrice BODMAS
hu_hu: BODMAS kalkulátor
ja_jp: 電卓（BODMAS）
lt_lt: Skaičiuotuvas BODMAS
nb_no: BODMAS kalkulator
pt_br: Calculadora BODMAS
ru_ru: Калькулятор BODMAS
sk_sk: Kalkulačka BODMAS

source: Can not playback media file!
ar_sa: لا يمكن تشغيل ملف الوسائط!
de_de: Mediendatei kann nicht wiedergegeben werden!
fr_fr: Impossible de lire le fichier média !
hu_hu: Nem lehet lejátszani a médiafájlt!
ja_jp: メディアファイルが再生できない
nb_no: Kan ikke spille av mediefil!
pt_br: Não é possível reproduzir o arquivo de mídia!
ro_ro: Nu se poate reda fişierul media!
sk_sk: Nie je možné prehrať mediálny súbor!

source: Cancel
ar_sa: إلغاء
de_de: Abbrechen
fr_fr: Annuler
hu_hu: Mégsem
ja_jp: キャンセル
lt_lt: Atšaukti
nb_no: Avbryt
nl_nl: Annuleren
pt_br: cancelar
ro_ro: Anulează
ru_ru: Отмена
sk_sk: Zrušiť

source: CANCEL
ar_sa: إلغاء
de_de: Abbrechen
fr_fr: ANNULER
hu_hu: MÉGSE
ja_jp: キャンセル
lt_lt: ATŠAUKTI
nb_no: AVBRYT
pt_br: CANCELAR
ro_ro: Anulează
sk_sk: ZRUŠIŤ

source: Candidate
ar_sa: مرشح
de_de: Kandidat
fr_fr: Candidat
hu_hu: Jelölt
ja_jp: 受験者
lt_lt: Kandidatas
nb_no: Elev
nl_nl: Kandidaat
pt_br: Candidato
ro_ro: Candidat
ru_ru: Кандидат
sk_sk: Kandidát

source: Cardinality
ar_sa: عدد عناصر مجموعة
de_de: Kardinalität
fr_fr: Cardinalité
hu_hu: Számosság
ja_jp: カーディナリティ
lt_lt: Kardinalumas
nb_no: Kardinalitet
nl_nl: Kardinaalgetal
pt_br: Cardinalidade
ro_ro: Cardinalitate
ru_ru: Размерность
sk_sk: Kardinalita

source: Categories
ar_sa: فئات
de_de: Kategorien
fr_fr: Catégories
hu_hu: Kategóriák
ja_jp: カテゴリ
lt_lt: Kategorijos
nb_no: Kategorier
nl_nl: Categorieën
pt_br: Categorias
ro_ro: Categorii
ru_ru: Категории
sk_sk: Kategórie

source: Category name not allowed
de_de: Kategoriename nicht erlaubt
ro_ro: Numele categoriei nu este permis
sk_sk: Názov kategórie nie je povolený

source: Category score
ar_sa: نتيجة فئة
de_de: Kategorie-Punktzahl
fr_fr: Score de catégorie
hu_hu: Kategória pontszám
ja_jp: カテゴリスコア
lt_lt: Kategorijos balai
nb_no: Kategoriskår
nl_nl: Categorie score
pt_br: Pontuação da categoria
ro_ro: Scor categorie
ru_ru: Балл по категории
sk_sk: Skóre kategórie

source: Change the current color preset
ar_sa: قم بتغيير الإعداد المسبق للون الحالي
de_de: Kontrast verändern
fr_fr: Modifier le modèle courant de couleurs
hu_hu: Az aktuális színbeállítás módosítása
ja_jp: 現在の色設定を変更
lt_lt: Pakeisti dabartinę spalvą
nb_no: Endre gjeldende fargeinnstilling
nl_nl: Verander het kleurcontrast
pt_br: Alterar a predefinição de cor atual
ro_ro: Schimbă presetarea culorii curente
ru_ru: Изменить текущую настройку цветов
sk_sk: Zmena aktuálnej predvoľby farieb

source: Checking this box prevents the test-taker from navigating to other items until the current item constraints, if any, are met. Unchecking this box will allow free navigation even if the responses don't comply with the item constraints set.
de_de: Wenn Sie dieses Kontrollkästchen aktivieren, wird verhindert, dass der Prüfer zu anderen Elementen navigieren kann, bis die aktuellen Einschränkungen erfüllt sind. Das Deaktivieren dieses Kästchens erlaubt eine kostenlose Navigation, auch wenn die Antworten nicht mit den festgelegten Artikelbeschränkungen übereinstimmen.
fr_fr: Cocher cette case empêche le preneur de test de naviguer vers d'autres éléments jusqu'à ce que l'élément actuel soit satisfait, le cas échéant. Décocher cette case permettra une navigation libre même si les réponses ne sont pas conformes aux contraintes définies par l'élément.
hu_hu: A jelölőnégyzet bejelölése megakadályozza, hogy a vizsgázó más elemekre navigáljon, amíg az aktuális elemre vonatkozó esetleges korlátozások nem teljesülnek. A jelölőnégyzet törlése esetén a válaszok akkor is szabadon navigálhatnak, ha nem felelnek meg a beállított elemkorlátozásoknak.
pt_br: Marcar esta caixa impede que o fazedor de testes navegue para outros itens até as restrições do item atual, se houver, serem atendidas. Desmarcar esta caixa permitirá navegação livre mesmo se as respostas não estiverem de acordo com as restrições de item definidas.
ro_ro: Verificarea acestei căsuțe previne atacatorul de încercare să navigheze la alte elemente până când constrângerile articolului curent, dacă există, sunt îndeplinite. Debifarea acestei casete va permite navigarea gratuită, chiar dacă răspunsurile nu respectă constrângerile de articol setate.
sk_sk: Začiarknutie tohto políčka zabráni účastníkovi testu v prechode na iné položky, kým nie sú splnené aktuálne obmedzenia položky, ak nejaké existujú. Zrušenie začiarknutia tohto políčka umožní voľnú navigáciu, aj keď odpovede nespĺňajú nastavené obmedzenia položky.

source: Class
ar_sa: قسم
de_de: Klasse
fr_fr: Classe
hu_hu: Osztály
ja_jp: クラス
lt_lt: Klasė
nb_no: Mappe
nl_nl: Klasse
pt_br: Classe
ro_ro: Clasa
ru_ru: Класс
sk_sk: Trieda

source: Class successfully created.
ar_sa: تم إنشاء الفصل بنجاح.
de_de: Klasse erfolgreich erstellt.
fr_fr: Classe créée avec succès.
hu_hu: Az osztály sikeresen létrehozva.
ja_jp: クラスが作成されました。
lt_lt: Klasė sėkmingai sukurta.
nb_no: Mappen ble opprettet.
nl_nl: Klasse met succes gecreëerd.
pt_br: Classe criada com sucesso.
ro_ro: Clasa a fost creata.
ru_ru: Класс успешно создан.
sk_sk: Trieda bola úspešne vytvorená.

source: Clear all active highlights
ar_sa: (مرئي) امسح كل الإضاءات النشطة
de_de: Markierung aufheben
fr_fr: Effacer toutes les mises en surbrillance actives
hu_hu: Az összes aktív kiemelés törlése
ja_jp: すべてのラインマーカをクリア
lt_lt: Pašalinti visus aktyvius paryškinimus.
nb_no: Nullstill alle aktive uthevinger
nl_nl: Verwijder alle tekstmarkeringen
pt_br: Limpe todos os destaques ativos
ro_ro: Șterge toate punctele de atracție active
ru_ru: Очистить все активное выделение
sk_sk: Vymazať všetky aktívne zvýraznenia

source: Clear Highlights
ar_sa: مسح النقاط البارزة
de_de: Hervorhebungen löschen
fr_fr: Effacer la mise en surbrillance
hu_hu: Tiszta kiemelések
ja_jp: ラインマーカをクリア
lt_lt: Pašalinti Paryškinimus.
nb_no: Nullstill utheving
nl_nl: Markering verwijderen
pt_br: Limpar Destaques
ro_ro: Curăță evidențierile
ru_ru: Очистить выделение
sk_sk: Vymazať zvýraznenia

source: Click "%s" to continue
ar_sa: انقر فوق "%s" للمتابعة
de_de: Klicke "%s" um fortzufahren
fr_fr: Cliquez sur "%s" pour continuer
hu_hu: A folytatáshoz kattintson a „%s” gombra
pt_br: Clique "%s" para continuar
ro_ro: Faceți clic pe "%spentru a continua
sk_sk: Kliknite na „%s“ pre pokračovanie

source: Click "%s" to continue.
ar_sa: انقر فوق "%s" للمتابعة.
de_de: Klicke "%s" um fortzufahren.
fr_fr: Cliquez sur "%s" pour continuer.
hu_hu: A folytatáshoz kattintson a „%s” gombra.
ja_jp: 続行するには、「%s」をクリックしてください
nb_no: Klikk "%s" for å fortsette.
pt_br: Clique "%s" para continuar.
ro_ro: Faceți clic pe "%spentru a continua.
sk_sk: Kliknite na tlačidlo „%s“ pre pokračovanie.

source: Click to speak
ar_sa: انقر للتحدث
de_de: Zum Sprechen klicken
fr_fr: Cliquez pour parler
hu_hu: Kattintson a beszédhez
ja_jp: クリックして話してください
lt_lt: Spausti kad kalbėti
nb_no: Klikk for å snakke
nl_nl: Klik om te spreken
pt_br: Clique para falar
ro_ro: Clic pentru a vorbi
ru_ru: Нажмите, чтобы говорить
sk_sk: Kliknite pre hovorenie

source: Close
ar_sa: إغلاق
de_de: Schließen
fr_fr: Fermer
hu_hu: Közeli
ja_jp: 閉じる
nb_no: Lukk
pt_br: FECHAR
ro_ro: Inchide
sk_sk: Zatvoriť

source: Close Magnifier
ar_sa: أغلق المكبر
de_de: Lupe schließen
fr_fr: Fermer la loupe
hu_hu: Nagyító bezárása
ja_jp: 拡大レンスを閉じる
lt_lt: Uždaryti Didintuvą
nb_no: Lukk forstørrelsesglass
nl_nl: Sluit vergrootglas
pt_br: Fechar Lupa
ro_ro: Închide lupă
ru_ru: Закрыть лупу
sk_sk: Zatvoriť lupu

source: Close the mask
ar_sa: أغلق القناع
de_de: Maske schließen
fr_fr: Fermer le masque
hu_hu: Zárja be a maszkot
ja_jp: マスクを閉じる
lt_lt: Uždaryti paslėpimus
nb_no: Lukk maskering
nl_nl: Sluit de bedekker
pt_br: Fechar máscara
ro_ro: Închide masca
ru_ru: Закрыть маску
sk_sk: Zatvorte masku

source: Close this Section
ar_sa: أغلق هذا الجزء
de_de: Diesen Abschnitt schließen
fr_fr: Fermer cette section
hu_hu: Zárja be ezt a szakaszt
ja_jp: セクションを閉じる
lt_lt: Uždaryti šį Skyrių
nb_no: Lukk denne seksjonen
nl_nl: Sluit deze sectie
pt_br: Fechar esta seção
ro_ro: Închideți această secțiune
ru_ru: Закрыть этот раздел
sk_sk: Zatvoriť túto sekciu

source: Collapse the review panel
ar_sa: تصغير لوحة المراجعة
de_de: Das Vorschau-Panel zusammenklappen
fr_fr: Fermer le panneau de revu
hu_hu: Az áttekintési panel összecsukása
ja_jp: レビューパネルをたたむ
lt_lt: Suskleisti apžvalgos skydelį
nb_no: Skjul vinduet for å se gjennom oppgaver
nl_nl: Minimaliseer het review paneel
pt_br: Fechar painel de revisão
ro_ro: Restrânge panoul de recenzii
ru_ru: Свернуть панель пересмотра
sk_sk: Zbaliť panel recenzií

source: Comment
ar_sa: تعليق
de_de: Kommentar
fr_fr: Commentaire
hu_hu: Megjegyzés
ja_jp: コメント
lt_lt: Komentaras
nb_no: Kommentar
nl_nl: Commentaar
pt_br: Comentar
ro_ro: Comentariu
ru_ru: Комментарий
sk_sk: Komentár

source: Completed items
ar_sa: البنود المكتملة
de_de: Beantwortete Fragen
fr_fr: Items complétés
hu_hu: Elkészült tételek
ja_jp: 完了したアイテム
lt_lt: Atlikti elementai
nb_no: Fullførte oppgaver
nl_nl: Beantwoorde vragen
pt_br: Itens concluídos
ro_ro: Elemente finalizate
ru_ru: Завершенные элементы
sk_sk: Dokončené položky

source: Connected to server
ar_sa: متصل بالخادم
de_de: Mit Server verbunden
fr_fr: Connecté au serveur
hu_hu: Csatlakozva a szerverhez
ja_jp: サーバに接続しました
lt_lt: Prisijungta prie serverio
nb_no: Koblet til server
nl_nl: Verbonden met server
pt_br: Conectado ao Servidor
ro_ro: Conectat la server
ru_ru: Подключено к серверу
sk_sk: Pripojené k serveru

source: CONTINUE TO THE NEXT SECTION
ar_sa: تابع الجزء التالي
de_de: BESTÄTIGT ZUM NÄCHSTE ABSCHNITT
fr_fr: CONTINUER À LA PROCHAINE SECTION
hu_hu: FOLYTATÁS A KÖVETKEZŐ RÉSZBEN
ja_jp: 次のセクションへ続く
nb_no: FORTSETT TIL NESTE SEKSJON
pt_br: CONTINUAR PARA A PRÓXIMA SEÇÃO
ro_ro: CONTINUARE LA URMĂTOAREA SECȚIUNII
sk_sk: POKRAČUJTE NA ĎALŠIU SEKCIU

source: Contrast
ar_sa: تباين
fr_fr: Contraste
hu_hu: Kontraszt
ja_jp: コントラスト
lt_lt: Kontrastas
nb_no: Kontrast
pt_br: Contraste
ru_ru: Контраст
sk_sk: Kontrast

source: Controls the contribution of an individual item score to the overall test score.
ar_sa: يتحكم في مساهمة بند فردي في نتيجة الرائز الإجمالية..
de_de: Steuert den Beitrag eines einzelnen Gegenstands zum Gesamttestwert.
fr_fr: Contrôle la part de contribution d'un score d'item individuel par rapport au score global du test.
hu_hu: Szabályozza az egyes tételek pontszámának a teljes teszteredményhez való hozzájárulását.
ja_jp: アイテムごとのスコアの重み付け（重み付の識別子名と重み付けの値）を設定します
lt_lt: Valdo dalyvavimą individualiam elemento įvertinimui visuotinam testo įvertinimui.
nb_no: Kontrollerer individuell oppgaveskår opp mot det totale prøveresultatet.
nl_nl: Beheert de bijdrage van een individueel item ten opzichte van de totaalscore van de toets.
pt_br: Controla a contribuição de uma pontuação individual de item para a pontuação geral do teste.
ro_ro: Controlează contribuţia unui element individual scor la scorul total al testului.
ru_ru: Управляет весом балла по индивидуальному элементу в общем количестве баллов по тесту.
sk_sk: Riadi príspevok skóre z jednotlivých položiek k celkovému skóre testu.

source: Controls the maximum number of attempts allowed. 0 means unlimited.
ar_sa: يتحكم في الحد الأقصى لعدد المحاولات المسموح بها. 0 يعني غير محدود.
de_de: Gibt die maximal erlaubte Anzahl an Versuchen vor. 0 bedeutet Unendlich.
fr_fr: Contrôle le nombre maximal de tentatives permises. '0' signifie 'sans limite'.
hu_hu: A maximálisan engedélyezett próbálkozások számát szabályozza. A 0 korlátlan értéket jelent.
ja_jp: アイテムの最大実施回数を設定します。0の場合は無制限となります。
lt_lt: Valdomas maksimalus laikymų kiekis. 0 reiškia neribojamą.
nb_no: Kontrollerer maksimalt antall tillatte forsøk. 0 betyr ubegrenset antall.
nl_nl: Stelt het maximum aantal keren dat geprobeerd mag worden in. 0 betekent oneindig.
pt_br: Controla o número máximo de tentativas permitidas. 0 significa ilimitado.
ro_ro: Controlează numărul maxim de încercări permis. 0 înseamnă nelimitat.
ru_ru: Управляет максимальным количеством разрешенных попыток. «0» означает отсутствие ограничений.
sk_sk: Ovláda maximálny povolený počet pokusov. 0 znamená neobmedzený.

source: Covers parts of the item
ar_sa: يغطي أجزاء من البند
de_de: Teile des Artikels abdecken
fr_fr: Couvre des parties de l'item
hu_hu: A termék egyes részeit lefedi
ja_jp: アイテムの一部をカバーする
lt_lt: Uždengia dalis elemento
nb_no: Dekker deler av oippgaven
nl_nl: Bedek gedeelte(n) van het item
pt_br: Cobre partes do item
ro_ro: Acoperă părți din articol
ru_ru: Покрывает фрагменты элемента
sk_sk: Zakrýva časti položky

source: Custom
ar_sa: العادة
de_de: Eigene
fr_fr: Personnalisé
hu_hu: Szokás
ja_jp: カスタム
lt_lt: Pasirinktina
nb_no: Egendefinert skåring
nl_nl: Aangepast
pt_br: Personalizado
ro_ro: Personalizat
ru_ru: Пользовательск.
sk_sk: Vlastné

source: custom categories
ar_sa: فئات مخصصة
de_de: eigene Kategorien
fr_fr: Catégories personnalisées
hu_hu: egyéni kategóriák
ja_jp: カスタムカテゴリ
lt_lt: pasirinktinos kategorijos
nb_no: egendefinerte kategorier
nl_nl: Aangepaste categoriën
pt_br: personalizar categorias
ro_ro: categorii personalizate
ru_ru: пользовательские категории
sk_sk: vlastné kategórie
