Repository: oat-sa/extension-tao-testqti
Catalog: locales/*/messages.po
Languages: ar_sa, de_de, fr_fr, hu_hu, ja_jp, lt_lt, nb_no, nl_nl, pt_br, ro_ro, ru_ru, sk_sk

source: Warning – You have %s remaining to complete this test.
ar_sa: تحذير - لديك %s متبقية لإكمال هذا الرائز.
de_de: Warnung – Du hast %s noch nicht abgeschlossen, um diesen Test abzuschließen.
fr_fr: Avertissement – Vous avez %s restant pour terminer ce test.
hu_hu: Figyelem – %s pontja van hátra a teszt befejezéséhez.
ja_jp: 警告：このテストが終了するまであと %s です
lt_lt: Įspėjimas –– Jums yra likę %s, kad užbaigtumėte šį testą.
nb_no: Advarsel - Du har %s igjen til å fullføre denne prøven.
nl_nl: Waarschuwing - U heeft nog %s resterend om deze test af te ronden.
pt_br: Aviso – Você tem %s restante(s) para completar este item.
ro_ro: Avertisment – Mai ai %s rămas pentru a finaliza acest test.
ru_ru: Предупреждение: у вас осталось %s на завершение этого теста.
sk_sk: Upozornenie – Na dokončenie tohto testu vám zostáva %s .

source: We are unable to connect the server to submit your results.
ar_sa: لا يمكننا الاتصال بالخادم لإرسال نتائجك.
de_de: Wir sind nicht in der Lage, den Server zu verbinden, um Ihre Ergebnisse zu übermitteln.
fr_fr: Il nous est impossible de nous connecter au serveur pour soumettre vos résultats.
hu_hu: Nem tudunk csatlakozni a szerverhez az eredmények elküldéséhez.
ja_jp: 結果を送信するためのサーバに接続できません。
lt_lt: Mes negalime prisijungti prie serverio, kad įkelti jūsų rezultatus.
nb_no: Du kan ikke levere prøven din da du ikke har kontakt med server.
nl_nl: We kunnen geen verbinding maken met de server om uw resultaten in te sturen.
pt_br: Não foi possível conectar com o servidor para enviar seus resultados.
ro_ro: Nu putem conecta serverul pentru a remite rezultatele.
ru_ru: Не удалось подключиться к серверу для отправки ваших результатов.
sk_sk: Nepodarilo sa nám pripojiť k serveru a odoslať vaše výsledky.

source: We are unable to connect to the server to retrieve the next item.
ar_sa: لا يمكننا الاتصال بالخدوم لاسترداد البند التالي.
de_de: Wir können keine Verbindung zum Server herstellen, um das nächste Element abzurufen.
fr_fr: Il nous est impossible de nous connecter au serveur pour récupérer l'item suivant.
hu_hu: Nem tudunk csatlakozni a szerverhez a következő elem lekéréséhez.
ja_jp: 次の問題を取得するためのサーバに接続できません。
lt_lt: Neįmanoma susisiekti su serveriu ir atsiųsti kitą klausimą.
nb_no: Du kan ikke gå til neste oppgave da du ikke har kontakt med server.
nl_nl: We kunnen geen verbinding maken met de server om het volgende item op te halen.
pt_br: Não foi possível conectar ao servidor para recuperar o próximo item.
ro_ro: Nu ne putem conecta la server pentru a prelua următorul element.
ru_ru: Не удалось подключиться к серверу для получения следующего элемента.
sk_sk: Nepodarilo sa nám pripojiť k serveru a načítať ďalšiu položku.

source: Weight
ar_sa: وزن
de_de: Gewicht
fr_fr: Poids
hu_hu: Súly
ja_jp: 重み付け
lt_lt: Svoris
nb_no: Vekting
nl_nl: Gewicht
pt_br: Peso
ro_ro: Greutate
ru_ru: Весовой коэффициент
sk_sk: Hmotnosť

source: Weighted
de_de: Gewichtet
ro_ro: Ponderat
sk_sk: Vážené

source: Weights
ar_sa: أوزان
de_de: Gewichte
fr_fr: Poids
hu_hu: Súlyok
ja_jp: 重み付け
lt_lt: Svoriai
nb_no: Vekting
nl_nl: Gewichten
pt_br: Pesos
ro_ro: Greutate
ru_ru: Весовые коэффициенты
sk_sk: Váhy

source: When selecting child elements each element is normally eligible for selection once only.
ar_sa: عند تحديد العناصر الفرعية ، يكون كل عنصر مؤهلاً عادةً للاختيار مرة واحدة فقط.
de_de: Beim Auswählen von Kinderelementen ist jeder Bestandteil normalerweise nur ein mal auswählbar.
fr_fr: Quand des éléments enfant sont sélectionnés, chaque élément est en principe éligible pour une sélection unique.
hu_hu: Gyermekelemek kiválasztásakor minden elem általában csak egyszer választható ki.
ja_jp: チェックを入れると同じ問題が繰り返し選択される場合があります。通常はチェックを外しておきます。
lt_lt: Kai renkamasi vaikų elementus, kiekvienas elementas yra tinkamas vienkartiniam pasirinkimui.
nb_no: Når du velger underordnede elementer, er hvert element bare kvalifisert for valg én gang.
nl_nl: Wanneer u een onderliggend element selecteert is elk element normaal gesproken maar te gebruiken voor één selectie.
pt_br: Ao selecionar elementos filhos, cada elemento normalmente é elegível para seleção apenas uma vez.
ro_ro: Când se selectează elemente copil fiecare element este în mod normal eligibil doar o singură dată.
ru_ru: При выборе дочерних элементов каждый элемент обычно доступен для выбора только один раз.
sk_sk: Pri výbere podradených prvkov je každý prvok zvyčajne vhodný na výber iba raz.

source: Whether a candidate's response that is beyond the maximum duration of the item should still be accepted.
ar_sa: ما إذا كان لا يزال يتعين قبول استجابة المرشح التي تتجاوز الحد الأقصى لمدة البند.
de_de: Soll die Antwort eines Kandidaten, der die maximale Dauer des Elements überschritten hat, trotzdem akzeptiert werden?
fr_fr: Que la réponse d'un candidat faite au-delà de la durée maximale de l'item puisse être acceptée.
hu_hu: Elfogadható-e még a jelölt válasza, ha az meghaladja a tétel maximális időtartamát.
ja_jp: チェックを入れると，アイテムで設定された制限時間に達した後であっても，解答し送信することができます。
lt_lt: Ar kandidato atsakymas ilgesnis negu maksimali elemento trukmė turėtų būti priimtas.
nb_no: Hvorvidt en elev sitt svar som går utover oppgavens maksimale varighet, fortsatt bør godkjennes.
nl_nl: Of een antwoord van een kandidaat met een langere duur dan het maximum voor het item nog steeds wordt geaccepteerd.
pt_br: Se a resposta de um candidato que exceda o prazo máximo de duração do item deverá continuar a ser aceite.
ro_ro: Ar trebui acceptat în continuare răspunsul unui candidat, care este dincolo de durata maximă a elementului.
ru_ru: Определяет, может ли приниматься ответ кандидата, по которому превышена максимальная длительность, заданная для элемента.
sk_sk: Či by sa mala akceptovať odpoveď kandidáta, ktorá presahuje maximálnu dĺžku trvania položky.

source: Whether a candidate's response that is beyond the maximum duration of the section should still be accepted.
ar_sa: ما إذا كان يجب قبول إجابة المرشح التي تتجاوز الحد الأقصى لمدة القسم.
de_de: Soll die Antwort eines Kandidaten, der die maximale Dauer des Abschnitts überschritten hat, trotzdem akzeptiert werden?
fr_fr: Que la réponse d'un candidat faite au-delà de la durée maximale de la section puisse être acceptée.
hu_hu: Elfogadható-e továbbra is a jelölt válasza, ha az meghaladja a szakasz maximális időtartamát.
ja_jp: チェックを入れると，セクションで設定された制限時間に達した後であっても，解答し送信することができます。
lt_lt: Nesvarbu, ar kandidato atsakymas, kuris yra daugiau negu maksimali skyriaus trukmė, galėtų būti priimta.
nb_no: Hvorvidt en elev sitt svar som går utenfor seksjonens maksimale varighet, fortsatt bør godkjennes.
nl_nl: Of een antwoord van een kandidaat met een langere duur dan het maximum voor de sectie nog steeds wordt geaccepteerd.
pt_br: Se a resposta de um candidato que exceda o período máximo de tempo da secção deve ainda ser aceite.
ro_ro: Dacă răspunsul unui candidat, care depăşeşte durata maximă a secţiunii, ar trebui acceptat în continuare.
ru_ru: Определяет, может ли приниматься ответ кандидата, по которому превышена максимальная длительность, заданная для раздела.
sk_sk: Či by sa mala akceptovať odpoveď kandidáta, ktorá presahuje maximálny časový limit danej sekcie.

source: Whether a candidate's response that is beyond the maximum duration of the test part should still be accepted.
ar_sa: ما إذا كان ينبغي قبول استجابة المرشح التي تتجاوز الحد الأقصى لمدة جزء من الرائز.
de_de: Soll die Antwort eines Kandidaten, der die maximale Dauer des Tests überschritten hat, trotzdem akzeptiert werden?
fr_fr: Que la réponse d'un candidat faite au-delà de la durée maximale de la partie de test puisse être acceptée.
hu_hu: Elfogadható-e még a jelölt válasza, ha az túllépi a tesztrész maximális időtartamát.
ja_jp: チェックを入れると，テストパートで設定された制限時間に達した後であっても，解答し送信することができます。
nb_no: Hvorvidt en elev sitt svar som er utenfor prøvedelens maksimale varighet, fortsatt bør godkjennes.
nl_nl: Of een antwoord van een kandidaat met een langere duur dan het maximum voor de toets nog steeds wordt geaccepteerd.
pt_br: Se a resposta de um candidato que exceda a duração máxima da parte do teste ainda deve ser aceite.
ro_ro: Trebuie acceptat în continuare răspunsul unui candidat, care este mai mare decât durata maximă a părții care face testul.
ru_ru: Определяет, может ли приниматься ответ кандидата, по которому превышена максимальная длительность, заданная для части теста.
sk_sk: Či by mala byť odpoveď kandidáta, ktorá presahuje maximálny časový limit testovej časti, stále akceptovaná.

source: Whether a candidate's response that is beyond the maximum duration should still be accepted.
ar_sa: ما إذا كان يجب قبول استجابة المرشح التي تتجاوز الحد الأقصى للمدة.
de_de: Soll die Antwort eines Kandidaten, der die maximale Dauer überschritten hat, trotzdem akzeptiert werden?
fr_fr: Que la réponse d'un candidat faite au-delà de la durée maximale puisse être acceptée.
hu_hu: Hogy a jelölt maximális időtartamon túli válaszát továbbra is elfogadható-e.
ja_jp: チェックを入れると，制限時間に達した後であっても，解答し送信することができます。
lt_lt: Nesvarbu, ar kandidato atsakymas, kuris yra daugiau negu maksimali trukmė, galėtų būti priimta.
nb_no: Hvorvidt en elev sitt svar som er utenfor maksimal varighet, fortsatt bør godkjennes.
nl_nl: Of een antwoord van een kandidaat met een langere duur dan het maximum nog steeds wordt geaccepteerd.
pt_br: Se a resposta de um candidato que exceda o prazo máximo deve continuar a ser aceite.
ro_ro: Ar trebui acceptat în continuare răspunsul unui candidat, care depășește durata maximă.
ru_ru: Определяет, может ли приниматься ответ кандидата, по которому превышена максимальная длительность.
sk_sk: Či by mala byť odpoveď kandidáta, ktorá presahuje maximálnu dĺžku trvania, stále akceptovaná.

source: White on Black
ar_sa: أبيض على أسود
de_de: Weiß auf Schwarz
fr_fr: Blanc sur Noir
hu_hu: Fehér a feketén
ja_jp: 白地に黒
nb_no: Hvit på svart
pt_br: Branco em preto
ro_ro: Alb pe Negru
sk_sk: Biela na čiernom

source: White on Blue (TAO standard theme)
ar_sa: أبيض على أزرق (سمة قياسية لـ TAO)
de_de: Weiß auf Blau (Standard)
fr_fr: Blanc sur Bleu (standard)
hu_hu: Fehér kéken (TAO standard téma)
ja_jp: 白地に黒（TAO標準テーマ）
nb_no: Hvitt på blått
pt_br: Branco sobre azul (cores padrão da TAO)
ro_ro: Alb la albastru (tema standard TAO)
sk_sk: Biela na modrej (štandardná téma TAO)

source: Who can view the rubric block during the delivery.
ar_sa: من يمكنه عرض قالب التقييم أثناء التسليم.
de_de: Wer den Rubrik-Block während der Bereitstellung sehen kann.
fr_fr: Qui peut voir le bloc de rubrique pendant la passation.
hu_hu: Kik tekinthetik meg a rubrikablokkot a kézbesítés során?
ja_jp: デリバリ中に誰がルーブリックブロックを参照できるか
lt_lt: Kas gali peržiūrėti rubrikos bloką per pateiktį.
nb_no: Hvem kan se rubrikkboksen under levering.
nl_nl: Wie kan rubriek blokken zien tijdens de levering.
pt_br: Quem pode ver o bloco de rubrica durante o exame.
ro_ro: Cine poate vedea ciocanul de gunoi în timpul livrării.
ru_ru: Определяет, кто может просматривать тематический блок во время выдачи.
sk_sk: Kto si môže počas dodávky pozrieť rubriku.

source: With Replacement
ar_sa: مع الاستبدال
de_de: Mit Austausch
fr_fr: Avec remplacement
hu_hu: Csere
ja_jp: 復元抽出
lt_lt: Su Pakeitimu
nb_no: Med erstatning
nl_nl: Met vervanging
pt_br: Com Substituição
ro_ro: Cu înlocuire
ru_ru: С заменой
sk_sk: S náhradou

source: Wrong file mime type
ar_sa: نوع الملف الخاطئ mime
de_de: Falscher Datei-Mime-Typ
fr_fr: Mauvais type MIME pour le fichier
hu_hu: Hibás fájl MIME-típus
ja_jp: ファイルのMIMEタイプが間違っています
lt_lt: Blogas failo MIME tipas
nb_no: Feil filtype
nl_nl: Verkeerde bestands mime type
pt_br: Tipo de mime de arquivo errado
ro_ro: Tip mime fișier greșit
ru_ru: Неправильный формат MIME файла
sk_sk: Nesprávny MIME typ súboru

source: XML Content
ar_sa: محتوى XML
hu_hu: XML-tartalom
ja_jp: XMLコンテンツ
nb_no: XML innhold
pt_br: Conteúdo XML
sk_sk: XML obsah

source: XML Editor
ar_sa: محرر XML
fr_fr: Editeur XML
hu_hu: XML-szerkesztő
ja_jp: XMLエディタ
pt_br: Editor XML
ro_ro: Editor XML
sk_sk: Editor XML

source: XML error at line %1$d column %2$d "%3$s".
ar_sa: خطأ XML في السطر %1$d العمود %2$d "%3$s".
de_de: XML Fehler in Zeile %1$d Spalte %2$d "%3$s".
fr_fr: Erreur XML à la ligne %1$d, colonne %2$d "%3$s".
hu_hu: XML hiba a %1$d sorban, a %2$d oszlopban: "%3$s".
ja_jp: 行%1$d,列%2$dのXMLエラー "%3$s"
lt_lt: XML klaida eilutės %1$d stulpelyje %2$d "%3$s".
nb_no: XML-feil på linje %1$d kolonne %2 $ d " %3 $ s".
nl_nl: XML fout op regel %1$d kolom %2$d "%3$s".
pt_br: Erro XML na linha %1$d coluna %2$d "%3$s".
ro_ro: Eroare XML la linia %1$d coloana %2$d "%3$s".
ru_ru: Ошибка XML, строка %1$d, столбец %2$d, «%3$s».
sk_sk: Chyba XML v riadku %1$d stĺpci %2$d „%3$s“.

source: Yellow on Blue
ar_sa: أصفر على أزرق
de_de: Gelb auf Blau
fr_fr: Jaune sur Bleu
hu_hu: Sárga a kéken
ja_jp: ブルー地に黄色
nb_no: Gul på blå
pt_br: Amarelo em azul
ro_ro: Galben pe albastru
sk_sk: Žltá na modrej

source: YES
ar_sa: نعم
de_de: JA
fr_fr: OUI
hu_hu: IGEN
ja_jp: はい
pt_br: SIM
ro_ro: DA
sk_sk: ÁNO

source: Yes
ar_sa: نعم
de_de: Ja
fr_fr: Oui
hu_hu: Igen
lt_lt: Taip
nb_no: Ja
nl_nl: Ja
pt_br: sim
ro_ro: Da
ru_ru: Да
sk_sk: Áno

source: You answered %s of %s question(s) for this section of the test
ar_sa: لقد أجبت على %s من %s سؤال (أسئلة) لهذا المقطع من الاختبار
de_de: Sie haben %s von %s Frage(n) für diesen Abschnitt des Tests beantwortet
fr_fr: Vous avez répondu à %s de %s question(s) pour cette section du test
hu_hu: A teszt ezen részében %s kérdésre válaszoltál %s kérdésből
ja_jp: あなたはこのセクションの%s問のうち%s問を解答しました。
nb_no: Du svarte %s av %s spørsmål på denne seksjonen av prøven
pt_br: Você respondeu %s de %s questão(ões) para esta seção do teste
ro_ro: Ați răspuns la %s din %s întrebări pentru această secțiune a testului
sk_sk: V tejto časti testu ste odpovedali na %s z %s otázok

source: You answered all %s question(s) in this section
ar_sa: لقد أجبت على كافة %s سؤال (أسئلة) في هذا الجزء
de_de: Sie haben alle %s Frage(n) in diesem Abschnitt beantwortet
fr_fr: Vous avez répondu à l'ensemble des %s questions dans cette section.
hu_hu: Mind a %s kérdést megválaszoltad ebben a részben
ja_jp: このセクションの全 %s問の問題に答えました。
lt_lt: Jūs atsakėte į visus %s klausimus šiame teste
nb_no: Du svarte på alle %s spørsmål(ene) i denne seksjonen
nl_nl: U heeft alle %s vraag(en) beantwoord in deze sectie
pt_br: Você respondeu todas as %s perguntas nesta seção
ro_ro: Ați răspuns la toate întrebările %s din această secțiune
ru_ru: Вы ответили на все вопросы (%s) в данном разделе
sk_sk: V tejto sekcii ste odpovedali na všetky otázky ( %s )

source: You answered all %s question(s) in this test
ar_sa: لقد أجبت على كافة %s سؤال (أسئلة) في هذا الرائز
de_de: Sie haben alle %s Frage(n) in diesem Test beantwortet
fr_fr: Vous avez répondu à l'ensemble des %s questions de ce test.
hu_hu: Mind a %s kérdést megválaszoltad ebben a tesztben
ja_jp: このテストの全 %s 問の問題に答えました。
lt_lt: Jūs atsakėte į visus %s klausimus šiame teste
nb_no: Du svarte på alle %s spørsmål(ene) i denne prøven
nl_nl: U heeft alle %s vraag(en) beantwoord in deze test
pt_br: Você respondeu a todas %s questão(ões) neste teste
ro_ro: Ai răspuns la toate întrebările %s din acest test
ru_ru: Вы ответили на все вопросы (%s) в данном тесте
sk_sk: V tomto teste ste odpovedali na všetky otázky ( %s )

source: You answered only %s of the %s question(s) in this section
ar_sa: لقد أجبت على %s فقط من %s سؤال (أسئلة) في هذا الجزء
de_de: Sie haben in diesem Abschnitt nur %s der %s Frage(n) beantwortet
fr_fr: Vous avez répondu à seulement %s des %s questions dans cette section.
hu_hu: Ebben a részben a %s kérdésből csak %s kérdésre válaszoltál
ja_jp: このセクションの %s問の問題のうち、%s問のみに答えました
lt_lt: Jūs atsakėte tik į %s iš %s klausimų šiame skyriuje
nb_no: Du svarte bare %s av %s spørsmål i denne seksjonen
nl_nl: U hebt slechts %s van de %s vraag of vragen in deze sectie beantwoord.
pt_br: Você respondeu apenas %s das %s perguntas nesta seção
ro_ro: Ai răspuns doar %s din întrebările %s din această secțiune
ru_ru: Вы ответили на лишь некоторые вопросы (%s/%s) в данном разделе
sk_sk: V tejto sekcii ste odpovedali iba na %s z %s otázok

source: You are about to go to the next item. Click OK to continue and go to the next item.
ar_sa: أنت على وشك الانتقال إلى البند التالي. انقر فوق "موافق" للمتابعة والانتقال إلى البند التالي.
de_de: Sie sind dabei, zum nächsten Element zu gehen. Klicken Sie auf OK, um zum nächsten Element zu gelangen.
fr_fr: Vous allez passer à l'item suivant. Cliquez sur OK pour continuer et aller à l'item suivant.
hu_hu: A következő elemre fog ugrani. Kattintson az OK gombra a folytatáshoz és a következő elemre való ugráshoz.
ja_jp: 次の問題に進もうとしています。次の問題に進む場合は「OK」をクリックしてください。
lt_lt: Jūs ketinate pereiti į kitą elementą. Norėdami tęsti spauskite OK ir pereikite į kitą elementą.
nb_no: Du er i ferd med å gå til neste oppgave. Klikk OK for å fortsette og gå til neste oppgave.
nl_nl: U staat op het punt naar het volgende item te gaan.Klik OK om door te gaan naar het volgende item
pt_br: Você está prestes a ir para o próximo item. Clique em OK para continuar e ir para o próximo item.
ro_ro: Sunteți pe cale să mergeți la următorul element. Faceți clic pe OK pentru a continua și mergeți la următorul element.
ru_ru: Вы собираетесь перейти к следующему элементу. Нажмите OK, чтобы продолжить и перейти к следующему элементу.
sk_sk: Chystáte sa prejsť na ďalšiu položku. Kliknite na tlačidlo OK pre pokračovanie a prechod na ďalšiu položku.

source: You are about to go to the previous item. Click OK to continue and go to the previous item.
ar_sa: أنت على وشك الذهاب إلى البند السابق. انقر فوق "موافق" للمتابعة والانتقال إلى البند السابق.
de_de: Sie sind dabei, zum vorherigen Element zu gehen. Klicken Sie auf OK, um fortzufahren und zum vorherigen Element zu gelangen.
fr_fr: Vous allez passer à l'item précédent. Cliquez sur OK pour continuer et aller à l'item précédent.
hu_hu: Az előző elemre készülsz ugrani. A folytatáshoz és az előző elemre való ugráshoz kattints az OK gombra.
ja_jp: 前の問題に戻ろうとしています。前の問題に戻る場合は「OK」をクリックしてください。
lt_lt: Ar jūs tikrai ketinate grįžti prie ankstesnio elemento? Spauskite tęsti ir grįžkite.
nb_no: Du er i ferd med å gå tilbake til forrige oppgave. Klikk OK for å fortsette og gå til forrige oppgave.
nl_nl: U staat op het punt naar het vorige item te gaan.Klik OK om door te gaan naar het vorige item
pt_br: Você está prestes a ir ao item anterior. Clique em OK para continuar e ir para o item anterior.
ro_ro: Sunteți pe cale să mergeți la articolul anterior. Faceți clic pe OK pentru a continua și mergeți la elementul anterior.
ru_ru: Вы собираетесь перейти к предыдущему элементу. Нажмите OK, чтобы продолжить и перейти к предыдущему элементу.
sk_sk: Chystáte sa prejsť na predchádzajúcu položku. Kliknite na tlačidlo OK pre pokračovanie a prechod na predchádzajúcu položku.

source: You are about to leave this section.
ar_sa: أنت على وشك مغادرة هذا القسم.
de_de: Sie sind dabei, diese Sektion zu verlassen.
fr_fr: Vous êtes sur le point de quitter cette section.
hu_hu: Arra készülsz, hogy elhagyd ezt a részt.
ja_jp: このセクションを終了しようとしています
nb_no: Du er i ferd med å forlate denne seksjonen.
pt_br: Você está prestes a sair desta seção.
ro_ro: Urmează să părăsiți această secțiune.
sk_sk: Chystáte sa opustiť túto sekciu.

source: You are about to submit the test.
ar_sa: أنت على وشك تقديم الرائز.
de_de: Sie sind dabei, den Test einzureichen.
fr_fr: Vous allez soumettre le test.
hu_hu: Arra készülsz, hogy beküldd a tesztet.
ja_jp: テストを終了しようとしています。
lt_lt: Jūs ketinate pateikti savo testą.
nb_no: Du er i ferd med å levere prøven.
pt_br: Você está prestes a enviar o teste.
ro_ro: Urmează să trimiteți testul.
sk_sk: Chystáte sa odoslať test.

source: You are about to submit the test. You will not be able to access this test once submitted. Click OK to continue and submit the test.
ar_sa: أنت على وشك تقديم الرائز. لن تتمكن من الوصول إلى هذا الرائز بمجرد إرساله. انقر فوق "موافق" للمتابعة وإرسال الرائز.
de_de: Sie sind im Begriff, den Test einzureichen. Sie werden nicht mehr auf diesen Test zugreifen können, sobald er gesendet wurde. Klicken Sie auf OK, um fortzufahren und den Test abzuschicken.
fr_fr: Vous allez soumettre le test. Vous n'aurez plus la possibilité d'accéder à ce test une fois soumis. Cliquez sur OK pour continuer et soumettre le test.
hu_hu: Arra készülsz, hogy elküldd a tesztet. A beküldés után nem fogsz tudni hozzáférni a teszthez. Kattints az OK gombra a folytatáshoz és a teszt beküldéséhez.
ja_jp: テストを終了しようとしています。一度終了したテストには再びアクセスすることはできません よろしければOK をクリックしてテストを終了してください。
lt_lt: Jūs ketinate pateikti savo testą. Jūs negalėsite pasiekti šio testo, kai jis bus pateiktas. Spauskite Taip norėdami pateikti testą.
nb_no: Du er i ferd med å levere prøven. Du får ikke tilgang til prøven når den er levert. Klikk OK for å levere.
nl_nl: U staat op het punt om het examen te verzenden. Na het verzenden bent u niet meer in staat het examen te openen. Klik op OK om de test te verzenden.
pt_br: Você está prestes a enviar o teste. Não será possível acessar este teste depois de enviado. Clique em OK para continuar e enviar o teste.
ro_ro: Sunteți pe cale să trimiteți testul. Nu veți putea accesa acest test odată trimis. Apăsați OK pentru a continua și a trimite testul.
ru_ru: Вы собираетесь отправить тест. После отправки вы уже не будете иметь доступ к этому тесту. Нажмите OK, чтобы продолжить и отправить тест.
sk_sk: Chystáte sa odoslať test. Po odoslaní k tomuto testu nebudete mať prístup. Kliknite na tlačidlo OK pre pokračovanie a odoslanie testu.

source: You are about to submit this test part.
ar_sa: أنت على وشك إرسال جزء من هذا الرائز.
de_de: Sie sind dabei, diesen Testteil einzureichen.
fr_fr: Vous êtes sur le point de soumettre cette partie de test.
hu_hu: Arra készülsz, hogy beküldd ezt a tesztrészt.
ja_jp: このテストパートを提出しようとしています。
nb_no: Du er i ferd med å levere denne prøvedelen.
pt_br: Você está prestes a enviar o teste.
ro_ro: Urmează să trimiteți această parte de test.
sk_sk: Chystáte sa odoslať túto testovaciu časť.

source: You are currently working offline.
ar_sa: أنت تعمل حاليا دون اتصال.
de_de: Sie arbeiten derzeit offline.
fr_fr: Vous travaillez actuellement hors ligne.
hu_hu: Jelenleg offline módban dolgozol.
ja_jp: 現在、オフラインで作業しています。
nb_no: Du jobber for tiden uten å være på nett.
pt_br: Você está no modo offline.
ro_ro: Momentan lucrezi offline.
sk_sk: Momentálne pracujete offline.

source: You are encountering a prolonged connectivity loss.
ar_sa: أنت تواجه فقدان اتصال مباشر
de_de: Die Verbindung ist seit längerer Zeit unterbrochen. Klicken Sie, um neu zu laden.
fr_fr: Vous rencontrez actuellement une perte de connectivité prolongée.
hu_hu: Hosszan tartó kapcsolatkiesést tapasztal.
ja_jp: 長時間の接続障害が発生しています
lt_lt: Jūs turite užsitęsusius ryšio trūkčius.
nb_no: Du har mistet nettilgangen.
nl_nl: U heeft te kampen met een langdurig verlies van verbinding.
pt_br: Você está enfrentando uma perda de conectividade prolongada.
ro_ro: Te confrunți cu o pierdere de conectivitate prelungită.
ru_ru: Подключение прерывается уже в течение длительного времени.
sk_sk: Dochádza k dlhodobému výpadku pripojenia.
