Repository: oat-sa/extension-tao-testqti
Catalog: locales/*/qtitest.rdf.po
Languages: ar_sa, de_de, es_es, fr_fr, hu_hu, ja_jp, nl_nl, pt_br, ro_ro, ru_ru, sk_sk

# http://www.w3.org/2000/01/rdf-schema#label
source: QTI 2.2 Test Driver
ar_sa: QTI 2.2 اختبار سائق
de_de: QTI 2.2 Testtreiber
es_es: Pruebas QTI 2.2
fr_fr: Test pilote QTI 2.2
hu_hu: QTI 2.2 tesztpilóta
ja_jp: QTI 2.2 テストドライバ
nl_nl: QTI 2.2 Testchauffeur
ro_ro: Driver de test QTI 2.2
sk_sk: Testovací ovládač QTI 2.2

# http://www.w3.org/2000/01/rdf-schema#comment
source: Driver and configuration/authoring tool implementing the test interface for driving compliant QTI 2.2 tests
ar_sa: سائق وأداة التشكيل/التأليف لتنفيذ واجهة الاختبار لاختبارات QTI 2-2 التي تمتثل لشروط القيادة
de_de: Treiber- und Konfigurations- und Autorenwerkzeug, das die Testschnittstelle für fahrtreue QTI 2.2 Tests implementiert hat
es_es: Herramienta de controlador y configuración/creación implementando la interfaz de pruebas para pruebas QTI 2.2 compatibles con la conducción
fr_fr: Pilote et outil de configuration/création implémentant l'interface de test pour les tests conformes QTI 2.2
hu_hu: Illesztőprogram és konfigurációs/szerkesztőeszköz, amely megvalósítja a QTI 2.2-nek megfelelő tesztfelületet
ja_jp: ドライバおよび構成/オーサリングツール QTI 2.2準拠テストを駆動するためのテスト・インターフェースを実装する
nl_nl: Chauffeurs, configuratie-/schrijftool voor het implementeren van de testinterface voor rij-conforme QTI 2.2 tests
ro_ro: Conducătorul auto și instrumentul de configurare/autorizare care implementează interfața de încercare pentru testele conforme QTI 2.2
sk_sk: Ovládač a konfiguračný/autorský nástroj implementujúci testovacie rozhranie na riadenie testov kompatibilných s QTI 2.2

# http://www.w3.org/2000/01/rdf-schema#label
source: QTI Test Definition
ar_sa: تعريف اختبار QTI
es_es: Definición de prueba de QTI
fr_fr: Définition du test QTI
hu_hu: QTI teszt definíciója
ja_jp: QTI テストの定義
nl_nl: QTI-test definitie
pt_br: Definição de teste QTI
ro_ro: Definirea testului QTI
ru_ru: Определение теста QTI
sk_sk: Definícia testu QTI

# http://www.w3.org/2000/01/rdf-schema#comment
source: QTI Test Definition Uri
ar_sa: تعريف اختبار QTI URi
es_es: Definición de Prueba QTI Uri
hu_hu: QTI teszt definíciós URI
ja_jp: QTIテスト定義Uri
nl_nl: QTest-definitie Uri
pt_br: Uri de definição de teste QTI
ro_ro: Definirea testului QTI Uri
ru_ru: URI определения теста QTI
sk_sk: URI definície testu QTI

# http://www.w3.org/2000/01/rdf-schema#label
source: QTI Test Compilation
ar_sa: مجموعة اختبار QTI
de_de: QTI Test Kompilierung
es_es: Compilación de pruebas QTI
fr_fr: Compilation du test QTI
hu_hu: QTI teszt összeállítás
ja_jp: QTI テスト・コンパイル
nl_nl: QTI test compilatie
pt_br: Compilação de teste QTI
ro_ro: Compilarea testului QTI
ru_ru: Компоновка теста QTI
sk_sk: Kompilácia testov QTI

# http://www.w3.org/2000/01/rdf-schema#comment
source: QTI Test Compilation Uri
ar_sa: مجموعة اختبار QTI URi
de_de: QTI Test Kompilierung Uri
es_es: Compilación de pruebas QTI Uri
fr_fr: Uri de compilation QTI Test
hu_hu: QTI teszt összeállítási URI-ja
ja_jp: QTI テスト・コンパイル・ウリ
nl_nl: QTI test compilatie Uri
pt_br: Uri de compilação de teste QTI
ro_ro: Compilare test QTI Uri
ru_ru: URI компоновки теста QTI
sk_sk: URI kompilácie testov QTI

# http://www.w3.org/2000/01/rdf-schema#label
source: QTI test runner
ar_sa: تشغيل اختبار QTI
de_de: QTI Testläufer
es_es: Corredor de pruebas QTI
fr_fr: Exécuteur de test QTI
hu_hu: QTI teszt futtató
ja_jp: QTI テスト・ラン
pt_br: Executor de teste QTI
ro_ro: Terminatorul de test QTI
ru_ru: Лицо, проходящее тест QTI
sk_sk: Bežec QTI testov

# http://www.w3.org/2000/01/rdf-schema#comment
source: runs a QTI 2.2 test
ar_sa: إجراء اختبار QTI 2.2
de_de: führt einen QTI 2.2 Test aus
es_es: ejecuta una prueba QTI 2.2
fr_fr: exécute un test QTI 2.2
hu_hu: QTI 2.2 tesztet futtat
ja_jp: QTI 2.2 テストを実行
nl_nl: voert een QTI 2.2 test uit
ro_ro: rulează un test QTI 2.2
sk_sk: spustí test QTI 2.2

# http://www.w3.org/2000/01/rdf-schema#label
source: Test XML Editor
ar_sa: اختبار محرر XML
de_de: XML-Editor testen
es_es: Probar editor XML
fr_fr: Tester l'éditeur XML
hu_hu: XML-szerkesztő tesztelése
ja_jp: XML エディタのテスト
pt_br: Editor XML do teste
ro_ro: Testează Editorul XML
sk_sk: Testovací editor XML

# http://www.w3.org/2000/01/rdf-schema#comment
source: The Test XML Editor Role
ar_sa: اختبار دور محرر XML
de_de: Die Rolle des Test XML-Editors
es_es: El rol del editor XML de prueba
fr_fr: Le rôle de l’éditeur de test XML
hu_hu: A teszt XML szerkesztő szerepköre
ja_jp: テストXMLエディタロール
nl_nl: De rol van de test XML editor
pt_br: Função de Editor XML do Teste
ro_ro: Rolul Editorului de test XML
sk_sk: Rola editora testovacieho XML

# http://www.w3.org/2000/01/rdf-schema#label
source: QTI 2.1 Test Driver
ar_sa: سائق اختبار QTI 2-1
de_de: QTI 2.1 Testtreiber
es_es: Pruebas QTI 2.1
fr_fr: Test pilote QTI 2.1
hu_hu: QTI 2.1 tesztpilóta
ja_jp: QTI 2.1 テストドライバ
nl_nl: QTI 2.1 Test Chauffeur
pt_br: Driver de Teste QTI 2.1
ro_ro: Driver test QTI 2.1
ru_ru: Драйвер тестирования QTI 2.1
sk_sk: Testovací ovládač QTI 2.1

# http://www.w3.org/2000/01/rdf-schema#comment
source: Driver and configuration/authoring tool implementing the test interface for driving compliant QTI 2.1 tests
ar_sa: السائق وأداة التشكيل/التأليف التي تنفذ واجهة الاختبار لاختبارات QTI 2.1 المتوافقة مع القيادة
de_de: Treiber- und Konfigurations- und Autorenwerkzeug, das die Testschnittstelle für fahrtreue QTI 2.1 Tests implementiert hat
es_es: Herramienta de controlador y configuración/creación implementando la interfaz de pruebas para pruebas QTI 2.1 compatibles con la conducción
fr_fr: Pilote et outil de configuration/création implémentant l'interface de test pour les tests conformes à la conduite QTI 2.1
hu_hu: QTI 2.1 szabványnak megfelelő tesztfelületet megvalósító illesztőprogram és konfigurációs/szerkesztőeszköz
ja_jp: QTI 2.1準拠テストを駆動するためのテスト・インターフェースを実装するドライバおよび設定/オーサリングツール
nl_nl: Chauffeurs, configuratie/schrijftool voor het implementeren van de testinterface voor rij-conforme QTI 2.1 tests
pt_br: Driver e configuração/autoria implementando a interface de teste para lançar testes QTI 2.1 conforme a conformidade
ro_ro: Conducătorul auto şi instrumentul de configurare/autorizare de implementare a interfeţei de încercare pentru conducerea încercărilor QTI 2.1 conforme
ru_ru: Драйвер и инструмент конфигурации/разработки, реализующие интерфейс тестирования для проведения тестов, совместимых с QTI 2.1
sk_sk: Ovládač a konfiguračný/autorský nástroj implementujúci testovacie rozhranie na riadenie testov kompatibilných s QTI 2.1

# http://www.w3.org/2000/01/rdf-schema#comment
source: runs a QTI 2.1 test
ar_sa: إجراء اختبار QTI 2.1
de_de: führt einen QTI 2.1 Test aus
es_es: ejecuta una prueba QTI 2.1
fr_fr: exécute un test QTI 2.1
hu_hu: QTI 2.1 tesztet futtat
ja_jp: QTI 2.1 テストを実行
nl_nl: voert een QTI 2.1 test uit
pt_br: executar um teste QTI 2.1
ro_ro: rulează un test QTI 2.1
ru_ru: проходит тест QTI 2.1
sk_sk: spustí test QTI 2.1

# http://www.w3.org/2000/01/rdf-schema#comment
source: QTI 2.1 Test Driver
ar_sa: سائق اختبار QTI 2-1
de_de: QTI 2.1 Testtreiber
es_es: Pruebas QTI 2.1
fr_fr: Test pilote QTI 2.1
hu_hu: QTI 2.1 tesztpilóta
ja_jp: QTI 2.1 テストドライバ
nl_nl: QTI 2.1 Test Chauffeur
pt_br: Driver de Teste QTI 2.1
ro_ro: Driver test QTI 2.1
ru_ru: Драйвер тестирования QTI 2.1
sk_sk: Testovací ovládač QTI 2.1

# http://www.w3.org/2000/01/rdf-schema#comment
source: QTI Test Definition
ar_sa: تعريف اختبار QTI
es_es: Definición de prueba de QTI
fr_fr: Définition du test QTI
hu_hu: QTI teszt definíciója
ja_jp: QTI テストの定義
nl_nl: QTI-test definitie
pt_br: Definição de teste QTI
ro_ro: Definirea testului QTI
ru_ru: Определение теста QTI
sk_sk: Definícia testu QTI

# http://www.w3.org/2000/01/rdf-schema#comment
source: QTI Test Compilation
ar_sa: مجموعة اختبار QTI
de_de: QTI Test Kompilierung
es_es: Compilación de pruebas QTI
fr_fr: Compilation du test QTI
hu_hu: QTI teszt összeállítás
ja_jp: QTI テスト・コンパイル
nl_nl: QTI test compilatie
pt_br: Compilação de teste QTI
ro_ro: Compilarea testului QTI
ru_ru: Компоновка теста QTI
sk_sk: Kompilácia testov QTI

# http://www.w3.org/2000/01/rdf-schema#comment
source: QTI test runner
ar_sa: تشغيل اختبار QTI
de_de: QTI Testläufer
es_es: Corredor de pruebas QTI
fr_fr: Exécuteur de test QTI
hu_hu: QTI teszt futtató
ja_jp: QTI テスト・ラン
pt_br: Executor de teste QTI
ro_ro: Terminatorul de test QTI
ru_ru: Лицо, проходящее тест QTI
sk_sk: Bežec QTI testov
